[
  {
    "title": "263. Välkommen till en segregerad kyrka",
    "link": "https://www.lustpodden.se/e/263-valkommen-till-en-segregerad-kyrka/",
    "spotify": "https://open.spotify.com/episode/766h4yPJJPqrtJRHumhgyE",
    "pubDate": "2025-11-24",
    "description": "<p>I avsnitt 263 av Lustpodden jämställer Hanna och Leif delar av frikyrkan med de segregerade bussarna i Amerika på 60-talet. De återkopplar till tidigare avsnitt där Hanna redogjort för fyra olika förhållningssätt för religiösa tolkningar kring hbtq, sexualitet, identitet och relationer. Leif understryker Niclas resonemang om att inte bara fokusera på rättighetsfrågor, utan på hur kyrkan blir en trygg plats för utsatta människor. Allt för att kyrkan inte ska gaslighta eller självskada sin egen kropp. </p><br><p>Tips: </p><br><p><a href='https://www.hbtqikat.se/'>HBTQI i katolska kyrkan – Information om HBTQI-frågor med fokus på katolska kyrkan</a><br><a href='https://www.ekho.se/'>Kristna regnbågsrörelsen</a></p><br><p>Avsnitt 54: <a href='https://open.spotify.com/episode/3jufZywHOEQrZA284pLRtY?si=O7dw6icVSbCEt6ppXKnyNA'>Olika religiösa förhållningssätt till sexualitet</a><br>Avsnitt 55: <a href='https://open.spotify.com/episode/6HSrgbhAIcASc5lIfjl6H9?si=PrhFWVJ1ShKncCxDuocJbQ'>Psykologiska konsekvenser av de olika religiösa förhållningssätten</a><br>Avsnitt 150: <a href='https://open.spotify.com/episode/3QNaFhWzfAGYMNGpncxo0z'>En kyrka som gaslightar och självskadar</a></p><br><p>#Niclas Öjerbrandt #Frida Ohlsson Sandahl #Joelteologen #James Talarico</p>",
    "durationMinutes": 33
  },
  {
    "title": "262. Klarar kyrkorna demokrati? Gäst: Niclas Öjerbrandt",
    "link": "https://www.lustpodden.se/e/262-klarar-kyrkorna-demokrati-gast-niclas-ojerbrandt/",
    "spotify": "https://open.spotify.com/episode/597UquMIX4QmA1zefMvZzG",
    "pubDate": "2025-11-17",
    "description": "<p>I avsnitt 262 av Lustpodden gästas vi av Niclas Öjerbrandt som länge engagerat sig för att kyrkan ska vara en trygg plats för HBTQ personer. Han driver hemsidan Ett gott hem och är aktiv inom kristna regnbågsrörelsen. Han hjälper oss att reda ut begreppen kring regeringens nya demokrativillkor som trossamfund måste leva upp till för att bland annat få ekonomiska bidrag för sin verksamhet. De nya reglerna har bland annat stoppat bidrag till Jehovas Vittnen, vilket uppmärksammats i media.</p><br><p>Hanna fascineras av hans kunskap men också hur Niclas envetet tror på att kyrkornas inställning inte bara påverkas genom yttre påtryckningar, utan även möjliggörs genom att väcka krafter inom kyrkan som vill förändring. </p><br><p>Tips:</p><br><p><a href='https://ettgotthem.se/om-niclas/'>Ett Gott Hem</a></p><br><p><a href='https://www.ekho.se/'>Kristna regnbågsrörelsen</a></p><br><p>#Niclas Öjerbrandt #Ett gott hem #ekho #Kristna regnbågsrörelsen #Frikyrka och sexualitet #demokrativillkor #JV # Jehovas vittnen</p>",
    "durationMinutes": 37
  },
  {
    "title": "261. Himmelskt härligt och ibland besvärligt (Gäst Frida Ohlsson Sandahl)",
    "link": "https://www.lustpodden.se/e/261-xxx/",
    "spotify": "https://open.spotify.com/episode/6IoPQimyCRzMAHByBwdbOu",
    "pubDate": "2025-11-10",
    "description": "<p>Avsnitt 261 av Lustpodden gästas av Frida Ohlsson Sandahl som är församlingsherde i Kållereds församling. 2024 kom Frida ut med häftet Himmelskt härligt och ibland besvärligt. Om sex och kristen tro för tonåringar och unga vuxna, Argument förlag. Frida fick redan 2019 pris för sitt arbete inom svenska kyrkan med inkludering och rättighetsfrågor bland annat med processmodellen Regnbågsnyckeln. I botten är Frida beteendevetare och sociolog med fokus på genus, jämställdhet hbtq, inkludering, normkritik, ledarskap och mångfald. Hon har skrivit böcker om jämställdhet, hbtq och diskrimineringslagstiftning och är en uppskattad föreläsare.</p><br><p>Häftet som presenteras idag innehåller även ett metodmaterial som kan laddas ned här: <a href='https://www.argument.se/filer/bonusmaterial/himmelskt-harligt/himmelskt-harligt-handledning.pdf'>himmelskt-harligt-handledning.pdf</a></p><br><p>#frida ohlsson sandahl #kristen tro och sexualitet #svenska kyrkan</p>",
    "durationMinutes": 33
  },
  {
    "title": "260. Leka Pervers",
    "link": "https://www.lustpodden.se/e/260-leka-pervers/",
    "spotify": "https://open.spotify.com/episode/5HevP6gUT0qeFsaBlfCDPB",
    "pubDate": "2025-11-03",
    "description": "<p>I avsnitt 260 fortsätter Hanna och Leif samtalen om vårt behov av lek och fantasi och har nu kommit till det som ibland beskrivs som de mörka sidorna av sexualiteten och livet. Utifrån ett lyssnarbrev resonerar de kring om, och i så fall när, fantasier kan bli farliga. De berör det perversa, parafilier, kink, fetischer och vilka riskbeteenden som är viktiga att beakta när en person tror att deras fantasier gör dom till farliga våldsutövande personer. Hanna erkänner en fantasi som hjälpt henne att självreglera och hantera en situation. Så vad i våra fantasier hjälper och vad stjälper? De avrundar med ett viktigt samtal om hur forskningen kring sexuella farliga fantasier rör sig i moraliskt laddade minfält. Är alla sexualitetsforskare medvetna om det, eller vad de själva har för kunskapsbas?</p><br><p>Robert Stoller Perversions, the erotic form of hatred. 2019. Taylor &amp; Francis Ltd. <br>Robert Stoller Observing the erotic imagination. 1992. Yale University Press</p><br><p><a href='https://www.adlibris.com/sv/bok/sexualbrottets-psykologi-bemotande-bedomning-behandling-9789177412007'>Sexualbrottets psykologi : Bemötande – Bedömning – Behandling av Johanna Lätth</a></p><br><p>#Jack Morin # Robert Stoller #risk #Frisk sexualitet #Epistemisk orättvisa #kink</p>",
    "durationMinutes": 37
  },
  {
    "title": "259. Leka Sex",
    "link": "https://www.lustpodden.se/e/259-leka-sex/",
    "spotify": "https://open.spotify.com/episode/75ma9tziwIvXaKKyuXIxu6",
    "pubDate": "2025-10-27",
    "description": "<p>I avsnitt 259 av Lustpodden fortsätter Hanna och Leif att tala om vårt behov av lekområde, nyfikenhet och fantasi även inom sexualitetens område. De fascineras av att vi säger oss leva i en sexliberal era, men att det ändå finns så mycket moral kring vad vi får tänka och fantisera om. Är vi egentligen rädda för att utforskandet ska leda till ett frossande som tar kontroll över oss? Det är en sak när vi försöker kontrollera våra egna fantasier, men har vi rätt att kontrollera andras (partners) tankar?</p><br><p>#sex #lek</p>",
    "durationMinutes": 32
  },
  {
    "title": "258. Leka Fantomen",
    "link": "https://www.lustpodden.se/e/258-leka-fantomen/",
    "spotify": "https://open.spotify.com/episode/5K3mWyLOrhe4JumJhNM2RQ",
    "pubDate": "2025-10-20",
    "description": "<p>I avsnitt 258 av Lustpodden får äntligen Leif ordet. Han berättar om sin fascination för serietidningar i allmänhet och om Fantomen i synnerhet. Hanna och Leif reflekterar över vårt behov av lekområde, jag-orgasmer och hur nyttigt det är att vara onyttig. Hanna berättar om sitt lekområde som utspelas i science fiction och fantasy. Följ med in i sagornas viktiga värld!</p>",
    "durationMinutes": 35
  },
  {
    "title": "257. Final av vår konferensserie - och ett grattis!",
    "link": "https://www.lustpodden.se/e/257-final-av-var-konferensserie-och-ett-grattis/",
    "spotify": "https://open.spotify.com/episode/2VT7VIf46fBXWVYATbMQRx",
    "pubDate": "2025-10-13",
    "description": "<p>I avsnitt 257 av Lustpodden avslutar Hanna och Leif genomgången av alla konferenser som Hanna varit på. Sist i raden är Nordisk förening för klinisk sexologis konferens som genomfördes förra helgen i Malmö. Följ med på en svindlande resa genom sexologins forskning kring kliniska utmaningar och möjligheter. Dessutom en galafest där vår sexologfavorit Suzann Larsdotter fick hjälpa Hanna att väcka liv i en trött klitoris. Leif grattar också Hanna för att hon äntligen blivit färdig med sin Pink Therapy-utbildning.</p>",
    "durationMinutes": 35
  },
  {
    "title": "256. NACS Conference (with Tonny Bønlykke Hertz and Hanna Byström)",
    "link": "https://www.lustpodden.se/e/256-nacs-conference-with-tonny-b%c3%b8nlykke-hertz-and-hanna-bystrom/",
    "spotify": "https://open.spotify.com/episode/5bnuZxqiUQrZj5q0VnldPz",
    "pubDate": "2025-10-06",
    "description": "<p>Episode 256 of Lustpodden in English, due to the fact that Hanna can not for the life of her, understand Danish. Our guests for today is the NACS president (Nordic association of clinical sexology), also president of the Danish association of clinical sexology, Tonny Bønlykke Hertz and Hanna Byström president of the Swedish association for sexology. Hanna M is also the conference general and organizer of this years NACS conference in Malmö. <br>We had a lovely conversation about NACS, the conference and the future of sexology. This interview was made before the conference and shows three peoples anticipation for meeting collegues and keynote speakers. Hanna M concludes that the world would be a better place of Tonny and Hanna B just takes over the world and are presidents of everything. </p>",
    "durationMinutes": 32
  },
  {
    "title": "255. IATSO: Den stora skarans behov är viktigare än individens",
    "link": "https://www.lustpodden.se/e/255-iatso-den-stora-skarans-behov-ar-viktigare-an-individens/",
    "spotify": "https://open.spotify.com/episode/4lnpNFVSmyRVeOWoHe13Kt",
    "pubDate": "2025-09-29",
    "description": "<p>I avsnitt 255 av Lustpodden intervjuar Leif återigen Hanna om en konferens. Denna gång är det IATSO, international association of the treatment of sex offenders som ägde rum i Poznan, Polen i augusti. Hanna berättar mer om skillnaderna mellan forensisk sexologi och \"vanlig\" sexologi. Kanske kan det sammanfattas med Spocks ord: “The need of the many outweighs the need of the few”.</p>",
    "durationMinutes": 31
  },
  {
    "title": "254. Pink Therapy: Psykoanalysen är Queer",
    "link": "https://www.lustpodden.se/e/254-pink-therapy-psykoanalysen-ar-queer/",
    "spotify": "https://open.spotify.com/episode/3YLahDuTlLRXBAgZFyixq9",
    "pubDate": "2025-09-22",
    "description": "<p>I avsnitt 254 av Lustpodden berättar Hanna om konferensen vid Pink Therapy i London. Följ med på en genomgång av mångfald av ämnen som berör Gender Sex Relationship Diversity Therapy. GSRDT i cancervård, demensvård. Hur relationer kan öppnas upp och hur minoritetsstress drabbar hela system. Hanna blev väldigt berörd av föreläsningar kring rasism och antikolonial terapi men också lycklig av hur queer psykoanalysen kan vara! Väl mött!</p><br>Tips: <br><a href='https://openingupcpd.com/#:~:text=Alex%20%26%20Niki%20offer%20training%2C%20consultancy%2C%20relationship%20therapy%2C,and%20supervision%20with%20an%20open%20and%20polyamorous%20lens.'>Opening Up</a><br><a href='https://www.uhn.ca/PrincessMargaret/PatientsFamilies/Specialized_Program_Services/Pages/sexual_gender_diversity.aspx'>Sexual &amp; Gender Diversity in Cancer</a>",
    "durationMinutes": 33
  },
  {
    "title": "253. Pink Therapy: Gender Sex and Relationship Diversity in Therapy",
    "link": "https://www.lustpodden.se/e/253-pink-therapy-gender-sex-and-relationship-diversity-in-therapy/",
    "spotify": "https://open.spotify.com/episode/6Af4EGFAboCAK3oh153U2c",
    "pubDate": "2025-09-15",
    "description": "<p>I avsnitt 253 av Lustpodden fortsätter Leif intervjua Hanna om hennes sommarkonferenser. Men för att beskrivningarna av föreläsningarna i Pink Therapy ska bli mer begripliga handlar dagens avsnitt om den kurs Hanna gått i GSRD-terapi. Här får du veta om upphovsmannen Dominic Davies och de sju kärnteman som kännetecknar god GSRD-terapi.</p>",
    "durationMinutes": 32
  },
  {
    "title": "252. Korsfästelsen som sexuellt våld?",
    "link": "https://www.lustpodden.se/e/252-korsfastelsen-som-sexuellt-vald/",
    "spotify": "https://open.spotify.com/episode/7yDxYeIzcE31e0gxXQqtpd",
    "pubDate": "2025-09-08",
    "description": "<p>I avsnitt 252 av Lustpodden börjar Hanna berätta om de olika konferenser hon varit på i sommar. Idag är fokus på Safeguarding vid det katolska universitetet Gregoriana i Rom. Temat för konferensen var kvinnors situation i världen. Tyvärr centreras mycket av dagens samtal kring tunga ämnen som sexuellt våld som ett medel för total förnedring och splittring. Föreläsningarna på konferensen handlade både om kvinnor som offer och som förövare. Hanna fascinerades av forskaren David Tombs, som menar att korsfästelsen av Jesus kan beskrivas som sexuellt våld. När denna förnedring blir synliggjord, kan det tydliggöra för andra vars sexualitet och identitet blivit utsatt för förtryck och negligering. </p>",
    "durationMinutes": 34
  },
  {
    "title": "251. Begär: Relation",
    "link": "https://www.lustpodden.se/e/251-begar-relation/",
    "spotify": "https://open.spotify.com/episode/4hAI0IwaeTUAzbxyQZTFbl",
    "pubDate": "2025-09-01",
    "description": "<p>I avsnitt 251 av Lustpodden avslutar Hanna och Leif sommarserien om begär. De resonerar kring att människans längtan efter att söka relation och relatera sig själv och andra har gått som en röd tråd genom alla avsnitt om begär. Begäret efter relation handlar inte bara om att vi vill känna oss bekräftade av andra. Det är minst lika viktigt att få vara den som är viktig för någon annan. Som så många gånger förr nämns även käre Jack Morins åsikter om vikten av att barn tidigt får lära sig att relatera till andra, då detta lägger grunden till att leva i välmående relationer med andra, där både jaget, duet och viet får plats.</p>",
    "durationMinutes": 33
  },
  {
    "title": "250. BEGÄR: Para sig (Gäst: Suzann Larsdotter)",
    "link": "https://www.lustpodden.se/e/250-begar-para-sig-gast-suzann-larsdotter/",
    "spotify": "https://open.spotify.com/episode/58f7aBg5aH21axATKNoXrV",
    "pubDate": "2025-08-25",
    "description": "<p>I avsnitt 250 av Lustpodden gästas vi för sjätte gången av vår favorit sexolog Suzann Larsdotter som är expert i Svts succé Giftas vid första ögonkastet. Suzann berättar om denna spännande resa och vi resonerar kring människans djupa begär att finna andra att dela liv och relationer med. Få personer inom den sexologiska communityn är så kompetenta, erfarna och pålästa som Suzann. Luta dig tillbaka i sensommarsolen och njut!</p><br><p>Tips:</p><br><p><a href='https://suzannlarsdotter.se/'>suzannlarsdotter.se</a></p>",
    "durationMinutes": 40
  },
  {
    "title": "249. BEGÄR: Bi och Pan (Gäst: Edward Summanen)",
    "link": "https://www.lustpodden.se/e/249-begar-bi-och-pan-gast-edward-summanen/",
    "spotify": "https://open.spotify.com/episode/5XFU8QWJmE4FJJI3LZbJZ8",
    "pubDate": "2025-08-18",
    "description": "<p>I avsnitt 249 av Lustpodden gästas vi av Edward Summanen från transammans som skrivit flera böcker inom sexualitetsområdet, nu senast Bi- och pansexualitet, dåtid, nutid och framtid. Edward har en sällsynt talang att förmedla forskning om ibland invecklade områden, så även i denna bok. Han beskriver hur synsätt på bi- och pansexualitet skiftat och formats genom åren och låter olika röster träda fram. Det är intressant att han är med som gäst just under vår serie om begär, eftersom dessa sexualiteter ibland har beskrivits som giriga och glupska. Edward ger också olika infallsvinklar på hur vi kan förstå den ohälsa som rapporteras bland bi- och pansexuella och vad vi alla, men inte minst terapeuter, bör tänka på i dessa möten.</p><br><p><a href='https://transammans.se/'>https://transammans.se/</a></p>",
    "durationMinutes": 36
  },
  {
    "title": "248. BEGÄR: Sex, dejting och ADHD (Gäster: Tanja Suhinina och Anna-Sofia Bengtsson)",
    "link": "https://www.lustpodden.se/e/248-begar-sex-dejting-och-adhd/",
    "spotify": "https://open.spotify.com/episode/0uZdhDRwaVohEwUSv550mG",
    "pubDate": "2025-08-11",
    "description": "I avsnitt 248 av Lustpodden gästas vi av två av Tanja Suhinina och Anna-Sofia Bengtsson som är två av tre författare till boken, Sex, dejting och ADHD som getts ut på Natur och Kultur. Boken är ett måste för dig som undrar hur ADHD kan påverka relationer och sex. De ger praktiska och konkreta råd för de utmaningar som under- eller överstimulering av intryck kan ge. Både boken och intervjun i podden har en avslappnad och lättillgänglig ton som uppmuntrar till förståelse och omsorg för den som kämpar med utmaningar, i sig själv eller hos partners. Kolla in Instagram, där vi kommer lotta ut tre ex av boken!<br><p><a href='https://www.nok.se/kurslitteratur/psykologi/forfattarintervjuer/sex-dejting-och-adhd/'>Sex, dejting och adhd - Natur &amp; Kultur</a></p>",
    "durationMinutes": 40
  },
  {
    "title": "247. BEGÄR: Att straffa",
    "link": "https://www.lustpodden.se/e/247-begar-att-straffa/",
    "spotify": "https://open.spotify.com/episode/5hOvM6h1X3no7PWcpgIe4Y",
    "pubDate": "2025-08-04",
    "description": "I avsnitt 247 av Lustpodden reflekterar Hanna och Leif över rapporten som organisationen Storasyster skrivit: Ville inte dö, vågade inte leva om hur ätstörningar är en vanlig konsekvens av sexualiserat våld. I avsnitt 40 talade de om kopplingen mellan mat och sex, men får nu möjlighet att fördjupa resonemanget. Leif konstaterar att nattvarden som firas för att påminna om Jesu död och uppståndelse, är en måltid. Men en måltid är något som står för långt mer än mat och näring. Den ger gemenskap och relation vilket den som förvägras mat blir utesluten från. Hanna tipsar om sin nya favoritförfattare, Devon Price, som själv kämpat med ätstörning. Radarparet gör även en koppling mellan hur vi försöker straffa kroppen genom kontroll och mat och berättelsen i avsnitt fyra från serien Baby Reindeer. Efter sexualiserat våld försöker många straffa sig själva antingen med kroppskontroll vad gäller mat eller i förtvivlade desperata försök att förneka kroppen gemenskap och njutning genom att piska den till sex. De återkommer till resonemangen om hur vi tolkar kvinnors hanterande av trauma som självskada och mäns copingstrategier för sexmissbruk. Slutligen understryker de människans behov av straff för att ställa något som blivit fel till rätta. Problemet blir bara att fel person blir straffad, när offret själv går vilse i självhat. Missa inte detta avsnitt - som de själva tycker är ett av deras bästa 🙂<br>Tips: <br>Unlearning shame. Devon Price<br><a href='https://drdevonprice.com/'>https://drdevonprice.com/</a><br><a href='https://drdevonprice.com/'></a><br>Attachment, relationship and food. from cradle to kitchen. Ed Linda Cundy. <br>Netflix: Baby Reindeer",
    "durationMinutes": 33
  },
  {
    "title": "246. BEGÄR: Ätstörning och sexualiserat våld (gäst: Sofie Karlsson)",
    "link": "https://www.lustpodden.se/e/246-begar-atstorning-och-sexualiserat-vald-med-sofie-karlsson/",
    "spotify": "https://open.spotify.com/episode/6iRtYmpiSMgUbBvTVzQNJH",
    "pubDate": "2025-07-28",
    "description": "I avsnitt 246 av Lustpodden gästas vi av Sofie Karlsson från organisationen Storasyster. De bedriver ett gediget arbete i kampen för ett samhälle utan sexualiserat våld. De ger stöd, bedriver opinionsbildning och skriver en årlig rapport om viktiga ämnen för att synliggöra behoven för att uppnå ett samhälle utan våld och utsatthet. Sofie berättar om årets rapport som visar på en tydlig koppling mellan att ha varit utsatt för sexualiserat våld och att sedan utveckla ätstörning som ett försök för att kontrollera kroppen, ångesten och begären. Rapporten visar även att förövare kan använda sig av kontroll av mat och träning för att begränsa sina offer. <br>Tips: <br><a href='https://storasyster.org/'>Storasyster - För ett samhälle fritt från sexuella hot, tvång och övergrepp</a><br><a href='https://storasyster.org/wp-content/uploads/2025/06/Storasysterrapporten-2025-KLAR.pdf'>Storasysterrapporten-2025-KLAR.pdf</a>",
    "durationMinutes": 36
  },
  {
    "title": "245. BEGÄR: Paradiset",
    "link": "https://www.lustpodden.se/e/245-begar-paradiset/",
    "spotify": "https://open.spotify.com/episode/1CwoWvpM8tds61NBmzA2LL",
    "pubDate": "2025-07-21",
    "description": "I avsnitt 245 av Lustpodden verkar Hanna och Leif uppgivna. Ni kommer snart förstå varför. Julia som redigerat 244 avsnitt kommer nu att sluta som producent. Radarparet tackar å det ödmjukaste över alla otaliga timmar av lyssnande, redigering och pepp. Lycka till med allt du tar för dig Julia!<br>Lustpodden fortsätter dock och i detta avsnitt resonerar Hanna och Leif om avsnitten med docenterna Christoffer Rahm och Charlotta Carlström. De har talat om begär utifrån våld, sadism och smärta. Leif berättar om myten om Shangri-La om människans längtan efter total njutning och befrielse från smärta och lidande. De konstaterar dock snabbt att det finns en orm i paradiset. Frågan är om människan skulle stå ut i längden med en tillvaro som aldrig skaver eller frustreras.",
    "durationMinutes": 37
  },
  {
    "title": "244. BEGÄR: Smärta (Gäst: Charlotta Carlström)",
    "link": "https://www.lustpodden.se/e/244-begar-smarta-gast-charlotta-carlstrom/",
    "spotify": "https://open.spotify.com/episode/1XJlU6cTvziQZqTJc6YHS2",
    "pubDate": "2025-07-14",
    "description": "I avsnitt 244 av Lustpodden gästas vi av Charlotta Carlström som varit med i podden många gånger förr. Hon har talat om BDSM och kristen tro men även om HBTQ och frikyrka. Idag reflekterar hon högt och lågt tillsammans med Hanna om människans förhållande till smärta och vår befrielse från den. Charlotta ger av sin enorma kunskap från BDSM forskning och berättar hur framkallandet av kontrollerad smärta är kopplat till våra begär, precis som befrielsen från smärta och lidande blir ett begär som leder oss mot avslappning och njutning. <br>Tips: <br><a href='https://mau.se/personer/charlotta.carlstrom/'>Charlotta Carlström | Malmö universitet</a>",
    "durationMinutes": 36
  },
  {
    "title": "243. BEGÄR: Sadism (med gästen Christoffer Rahm)",
    "link": "https://www.lustpodden.se/e/243-begar-vald-och-sadism-del-2-med-gast-christoffer-rahm/",
    "spotify": "https://open.spotify.com/episode/6z7NbEQV5ntce5dkhoValb",
    "pubDate": "2025-07-07",
    "description": "<p>I avsnitt 242-243 av Lustpodden gästas vi av Hannas huvudhandledare, docent Christoffer Rahm, som också är överläkare i psykiatri. Han har i flera år forskat på behandling för pedofili för att förhindra sexuell exploatering och våld. Christoffer är en fantastisk person med gedigen världsledande kunskap om dessa ämnen. Hanna och Leif är märkbart fascinerade av hans filosofiska och medmänskliga resonemang. Han använder sig av en dikt av Erik Johan Stagnelius (1793-1823) för att beskriva hur begären parerar mellan kontroll och gränslöshet. Men han beskriver också sin egen syn på våldets funktion, som inordnar människor i över- och underläge. Utifrån dessa tankar resonerar trion om hur våldet kan bemästras med kärlek och med asymmetrisk etik. Från dessa resonemang är steget inte långt till samtalet om vad som skiljer den friska sexualiteten från den sjuka. Missa inte dessa galet viktiga och intressanta avsnitt!</p>",
    "durationMinutes": 32
  },
  {
    "title": "242. BEGÄR: Våld (med gästen Christoffer Rahm)",
    "link": "https://www.lustpodden.se/e/242-begar-vald-och-sadism-med-gasten-christoffer-rahm/",
    "spotify": "https://open.spotify.com/episode/72WSDooeBvRVjB0g869ECy",
    "pubDate": "2025-06-30",
    "description": "<p>I avsnitt 242-243 av Lustpodden gästas vi av Hannas huvudhandledare, docent Christoffer Rahm, som också är överläkare i psykiatri. Han har i flera år forskat på behandling för pedofili för att förhindra sexuell exploatering och våld. Christoffer är en fantastisk person med gedigen världsledande kunskap om dessa ämnen. Hanna och Leif är märkbart fascinerade av hans filosofiska och medmänskliga resonemang. Han använder sig av en dikt av Erik Johan Stagnelius (1793-1823) för att beskriva hur begären parerar mellan kontroll och gränslöshet. Men han beskriver också sin egen syn på våldets funktion, som inordnar människor i över- och underläge. Utifrån dessa tankar resonerar trion om hur våldet kan bemästras med kärlek och med asymmetrisk etik. Från dessa resonemang är steget inte långt till samtalet om vad som skiljer den friska sexualiteten från den sjuka. Missa inte dessa galet viktiga och intressanta avsnitt!</p>",
    "durationMinutes": 31
  },
  {
    "title": "241. BEGÄR: Dödssynder och kontroll",
    "link": "https://www.lustpodden.se/e/241-begar-dodssynder-och-kontroll/",
    "spotify": "https://open.spotify.com/episode/5pbrVEAXDEz32g4V6dIlxm",
    "pubDate": "2025-06-23",
    "description": "<p>I avsnitt 241 av Lustpodden reflekterar Hanna och Leif över avsnitten om renhetskultur. Leif berättar om hur starka begär som frosseri, lusta och girighet har ingått i vad som kallats för de sju dödssynderna. Genom kontroll av dessa begär kunde människan leva fromt och på så sätt skydda sig från synd och förfall. De resonerar kring att kontroll självklart inte är något dåligt, men behöver få andas tillsammans med våra begär, där målet är respekt och medmänsklighet. När begären försakas genom kontroll, kommer sexnegativitet istället för sexpositivitet att formas. Leif och Hanna förklarar skillnaderna! Hanna får tårar i  ögonen av ett lyssnarbrev.</p>",
    "durationMinutes": 34
  },
  {
    "title": "240. BEGÄR: Renhetskultur, del 2",
    "link": "https://www.lustpodden.se/e/240-begar-renhetskultur-del-2/",
    "spotify": "https://open.spotify.com/episode/2LVVAxLxpJiszUREliXnnC",
    "pubDate": "2025-06-16",
    "description": "<p>I avnsitt 239-240 gästas Lustpodden av Mia Fernando och Jenny Olofsson som driver instagramkontot \"Skam den som ger sig\". De berättar om renhetskulturen som präglar många olika religiösa sammanhang. Gemensamt är en upptagenhet kring att vara sexuellt ren och avhållsam, vilket påverkar synen på kön, kropp och njutning. Mia och Jenny erbjuder kurser för personer som vill bearbeta och förstå hur renhetskulturen förtrycker sexualiteten. I del två svarar de även på en lyssnarfråga som handlar om hur renhetskulturen kan påverka. Mia berättar även om boken \"Även den minsta fanatiker behöver sova ibland: en berättelse om Karisma Center\" (2024) som hon skrivit tillsammans med sin syster Sofia Twal Hedman och som handlar om deras uppväxt i Karisma Center. </p>",
    "durationMinutes": 36
  },
  {
    "title": "239. BEGÄR: Renhetskultur",
    "link": "https://www.lustpodden.se/e/239-begar-renhetskultur/",
    "spotify": "https://open.spotify.com/episode/2jypE1hLEkPhPkCfPI551e",
    "pubDate": "2025-06-09",
    "description": "<p>I avnsitt 239-240 gästas Lustpodden av Mia Fernando och Jenny Olofsson som driver instagramkontot \"Skam den som ger sig\". De berättar om renhetskulturen som präglar många olika religiösa sammanhang. Gemensamt är en upptagenhet kring att vara sexuellt ren och avhållsam, vilket påverkar synen på kön, kropp och njutning. Mia och Jenny erbjuder kurser för personer som vill bearbeta och förstå hur renhetskulturen förtrycker sexualiteten. I del två svarar de även på en lyssnarfråga som handlar om hur renhetskulturen kan påverka. Mia berättar även om boken \"Även den minsta fanatiker behöver sova ibland: en berättelse om Karisma Center\" (2024) som hon skrivit tillsammans med sin syster Sofia Twal Hedman och som handlar om deras uppväxt i Karisma Center. </p>",
    "durationMinutes": 31
  },
  {
    "title": "238. BEGÄR",
    "link": "https://www.lustpodden.se/e/238-begar/",
    "spotify": "https://open.spotify.com/episode/3CoEAb4EMmPUntLi9eiro2",
    "pubDate": "2025-06-02",
    "description": "<p>I avsnitt 238 av Lustpodden startar vi vår sommarserie om begär. I dagens avsnitt reflekterar Hanna och Leif om hur de beskriver begär och vad de har för förväntningar på begärens alla perspektiv. Under sommaren kommer vi gästas av flera personer som kommer vända och vrida på begär utifrån smärta, sadism, frossa, lusta och ja, allt som vi kan hungra efter. </p>",
    "durationMinutes": 32
  },
  {
    "title": "237. Att lockas till att bli sin egen förövare",
    "link": "https://www.lustpodden.se/e/237-att-lockas-till-att-bli-sin-egen-forovare/",
    "spotify": "https://open.spotify.com/episode/67LyTSSTniyNEznfCwEyum",
    "pubDate": "2025-05-26",
    "description": "<p>I avsnitt 237 samtalar Hanna och Leif om avsnitten med Malin Joleby och forskningen kring ungas utsatthet på nätet. De resonerar kring vad olika aspekter som omgärdar internet-relaterade övergrepp och myterna kring att det inte skulle vara lika allvarliga övergrepp eftersom förövaren är långt borta. Offret blir kidnappad i sin egen nyfikenhet, kåthet och förälskelse men detta geggas också samman med skam och rädsla för hot och utpressning. Att bli sin egen förövare, att lockas till att utföra handlingar på sig själv, blir på något sätt det yttersta sveket och manipulationen. De reflekterar över Malins beskrivning om varför barn och unga inte berättar, men även hennes tips för att hjälpa ungdomar berätta om sina upplevelser. Hanna understryker också att vissa barn berättar med ord och handling om vad de utsatts för, men blir inte lyssnade på av vuxenvärlden. </p>",
    "durationMinutes": 35
  },
  {
    "title": "236. Ungas utsatthet på nätet, del 2 (Gäst: Malin Joleby)",
    "link": "https://www.lustpodden.se/e/236-gast-malin-joleby/",
    "spotify": "https://open.spotify.com/episode/7A2F4cE8awsxMPDGOPK1E8",
    "pubDate": "2025-05-19",
    "description": "<p>I avsnitt 235 och 236 gästas vi av forskargruppsledaren Malin Joleby som forskat på ungas sexuella utsatthet på nätet. I första avsnittet berättar hon om att det länge antagits att övergrepp på nätet inte var lika allvarliga som övergrepp som sker vid fysiska möten. Malins forskning visar dock att övergreppen som barn och unga kan erfara i hemmets \"trygga\" vrå kan få stora konsekvenser. I andra avsnittet fokuserar vi på vad vi kan göra för att förebygga dessa övergrepp, men också hur vi underlättar för barn att berätta om det mest allvarliga och svåra.</p>",
    "durationMinutes": 33
  },
  {
    "title": "235. Ungas utsatthet på nätet (Gäst: Malin Joleby)",
    "link": "https://www.lustpodden.se/e/235-gast-malin-joleby/",
    "spotify": "https://open.spotify.com/episode/5IpKwmGJN70gYRktRR9W1w",
    "pubDate": "2025-05-12",
    "description": "<p>I avsnitt 235 och 236 gästas vi av forskargruppsledaren Malin Joleby som forskat på ungas sexuella utsatthet på nätet. I första avsnittet berättar hon om att det länge antagits att övergrepp på nätet inte var lika allvarliga som övergrepp som sker vid fysiska möten. Malins forskning visar dock att övergreppen som barn och unga kan erfara i hemmets \"trygga\" vrå kan få stora konsekvenser. I andra avsnittet fokuserar vi på vad vi kan göra för att förebygga dessa övergrepp, men också hur vi underlättar för barn att berätta om det mest allvarliga och svåra.</p>",
    "durationMinutes": 34
  },
  {
    "title": "234. Sex blir allvar",
    "link": "https://www.lustpodden.se/e/234-sex-blir-allvar/",
    "spotify": "https://open.spotify.com/episode/5oHriJDbUSxTVpTolEOuei",
    "pubDate": "2025-05-05",
    "description": "I avsnitt 234 samtalar Hanna och Leif om avsnitten med Nathalie Simonsson, om viktiga samtal mellan vuxna och unga om sexualitet, känslor, relationer och kroppslighet. Om barnets sexualitet handlar om lek och nyfikenhet ger tonårstiden med sina hormoner en transformation där sex också blir på allvar. Allvar och lek behöver gå hand i hand i hand men tyvärr blir ibland allvaret avskilt från resten av livet och tappar sina nyanser av lek och nyfikenhet. De resonerar vidare över Nathalies tips om hur vi kan hjälpa nästa generation att må väl och på köpet även själva få ny chans att som vuxna reparera det som inte blev bra för oss själva när vi var unga.",
    "durationMinutes": 33
  },
  {
    "title": "233. Viktiga samtal mellan vuxna och tonåringar, del 2 (Gäst: Nathalie Simonsson)",
    "link": "https://www.lustpodden.se/e/233-viktiga-samtal-mellan-vuxna-och-tonaringar-gast-nathalie-simonsson/",
    "spotify": "https://open.spotify.com/episode/2dpEk8jJ16PUpBEyghBB84",
    "pubDate": "2025-04-28",
    "description": "<p>I avsnitt 232-233 av Lustpodden gästas vi av sexualupplysare Nathalie Simonsson som skrivit flera böcker om sexualupplysning för barn och unga. Hennes senaste bok riktar sig till vårdnadshavare, föräldrar och andra vuxna med guidning om hur de kan stötta barn och unga i deras lek och utforskande av sexualitet, kroppslighet och intimitet. För många vuxna kan dessa samtal kännas pinsamma, svåra och läskiga. Men Nathalie ger goda och konkreta tips på hur dessa möten kan lägga grunden för god sexual- och relationsupplysning.</p>",
    "durationMinutes": 36
  },
  {
    "title": "232. Viktiga samtal mellan vuxna och tonåringar (Gäst: Nathalie Simonsson)",
    "link": "https://www.lustpodden.se/e/232-viktiga-samtal-mellan-vuxna-och-tonaringar-gast-nathalie-simonsson/",
    "spotify": "https://open.spotify.com/episode/1JRxdImiDL7HbgTdYKC1fn",
    "pubDate": "2025-04-21",
    "description": "<p>I avsnitt 232-233 av Lustpodden gästas vi av sexualupplysare Nathalie Simonsson som skrivit flera böcker om sexualupplysning för barn och unga. Hennes senaste bok riktar sig till vårdnadshavare, föräldrar och andra vuxna med guidning om hur de kan stötta barn och unga i deras lek och utforskande av sexualitet, kroppslighet och intimitet. För många vuxna kan dessa samtal kännas pinsamma, svåra och läskiga. Men Nathalie ger goda och konkreta tips på hur dessa möten kan lägga grunden för god sexual- och relationsupplysning.</p>",
    "durationMinutes": 32
  },
  {
    "title": "231. Sex är lek",
    "link": "https://www.lustpodden.se/e/231-sex-ar-lek/",
    "spotify": "https://open.spotify.com/episode/5lne2SgW8UmUXpnOGNtpkU",
    "pubDate": "2025-04-14",
    "description": "<p>I avsnitt 231 av Lustpodden resonerar Hanna och Leif kring samtalen med Johanna Ivarsson, om hur vi möjliggör för barns sexuella och relationella utveckling och hälsa. Som så många gånger förut kommer de tillbaka till ingen mindre än Jack Morin som menade att alla som är i närheten av ett barn kommer påverka det barnets sexuella och erotiska utveckling. Hanna och Leif fascineras över vinsterna med att förstå sex som lek och bus. Att inte ge dessa verktyg för barn gör det svårare för dem att som tonåringar och vuxna kunna hantera sexualiteten på ett lustfyllt sätt.</p>",
    "durationMinutes": 34
  },
  {
    "title": "230. Barn och sexualitet, del 2/2 (Gäst: Johanna Ivarsson)",
    "link": "https://www.lustpodden.se/e/230-barn-och-sexualitet-del-22-gast-johanna-ivarsson/",
    "spotify": "https://open.spotify.com/episode/2Z3u4lRupVIB44iWvvOhWA",
    "pubDate": "2025-04-07",
    "description": "<p>I avsnitt 229-230 gästas Lustpodden av socionomen och sexologen Johanna Ivarsson som tillsammans med flera kollegor skrivit boken \"Kropp, känslor och relationer: Om sexualitet, samtycke och rättigheter för förskola och grundskolans tidigare år\" (2024). I researchen för boken mötte de hundratals barn som fick vara delaktiga i att forma metoder och material för hur de själva önskade tala om sexualitet och relationer. Boken är ett måste för alla som arbetar med barn och önskar att världen ska fyllas av människor som tidigt fått möjlighet att förstå sin kropp, sina känslor och mår bra i sina relationer. </p>",
    "durationMinutes": 35
  },
  {
    "title": "229. Barn och sexualitet, del 1/2 (Gäst: Johanna Ivarsson)",
    "link": "https://www.lustpodden.se/e/229-barn-och-sexualitet-gast-johanna-ivarsson/",
    "spotify": "https://open.spotify.com/episode/6rPLKO6ecVETcZWlnQ23mb",
    "pubDate": "2025-03-31",
    "description": "<p>I avsnitt 229-230 gästas Lustpodden av socionomen och sexologen Johanna Ivarsson som tillsammans med flera kollegor skrivit boken \"Kropp, känslor och relationer: Om sexualitet, samtycke och rättigheter för förskola och grundskolans tidigare år\" (2024). I researchen för boken mötte de hundratals barn som fick vara delaktiga i att forma metoder och material för hur de själva önskade tala om sexualitet och relationer. Boken är ett måste för alla som arbetar med barn och önskar att världen ska fyllas av människor som tidigt fått möjlighet att förstå sin kropp, sina känslor och mår bra i sina relationer. </p>",
    "durationMinutes": 33
  },
  {
    "title": "228. Sex efter trauma: Återerövra kroppen och njutningen",
    "link": "https://www.lustpodden.se/e/228-sex-efter-trauma-atererovra-kroppen-och-njutningen/",
    "spotify": "https://open.spotify.com/episode/1BL1l9FGPeR8wTt6IYh9o1",
    "pubDate": "2025-03-24",
    "description": "<p>I avsnitt 228 av Lustpodden avslutar Hanna och Leif serien om sex efter trauma. De konstaterar åter igen att konsekvenserna kan beskrivas som självskadande, vilket oftast tillskrivs kvinnor, eller sexmissbruk som ofta tillskrivs män. Sex efter trauma kan skapa lidande där personen inte känner att den äger sin sexualitet. De samtalar kring hur personen kan återerövra kroppen och njutningen. Som så många gånger förr kommer Jack Morin till vår räddning och förklarar för oss hur dessa olika destruktiva mönster kan integreras i vårt erotiska liv, men även hur vi kan läka från trauma. En brevskrivare blir arg över hur terapeuter har svårt att förstå dessa delar. \"Å ena sidan ska vi exponera oss för sex, men när vi gör det kallas det för självskada!\"</p>",
    "durationMinutes": 34
  },
  {
    "title": "227. Sex efter trauma: Sexistentiell sorg och förlust",
    "link": "https://www.lustpodden.se/e/227-sex-efter-trauma-sexistentiell-sorg-och-forlust/",
    "spotify": "https://open.spotify.com/episode/1HesvOoB91dT08h6ez3AUT",
    "pubDate": "2025-03-17",
    "description": "I avsnitt 227 av Lustpodden fortsätter Hanna och Leif genom bearbetningen av sex efter trauma. Idag sätter de fokus på den sexistentiella sorg som kommer av att personen förlorat kontakten med sin kropp och sin njutning. De konstaterar att avsnittet kanske borde heta sexistentiell stöld, eftersom det är det som traumat har gjort; traumat och förövaren har stulit ens tillgång till sinnlighet och avslappning. Hanna och Leif läser lyssnarbrev som lyfter att effekterna efter trauman kan både bli att man avstår sex, eller bli helt upptagen av det. Men också hur offer måste hantera olika normer kring manlighet, kvinnlighet och mänsklighet. De avslutar med att berätta om Tina Schermer Sellers metod om hur man överkommer sexuell skam. Metoden är framtagen för bearbetning efter religiösa trauman, men som vårt poddpar konstaterat innan finns det många likheter mellan konsekvenserna av religiösa trauma och sexuella trauman.",
    "durationMinutes": 34
  },
  {
    "title": "226. Sex efter trauma: Påverkar fler än offret",
    "link": "https://www.lustpodden.se/e/226-sex-efter-trauma-paverkar-fler-an-offret/",
    "spotify": "https://open.spotify.com/episode/3JN2J0tNeIg9zhANmAVfTM",
    "pubDate": "2025-03-10",
    "description": "<p>I avsnitt 226 av Lustpodden fortsätter Hanna och Leif att prata om sex efter trauma. De utgår från lyssnarbrev som breddar synen på vilka konsekvenser trauman ger på människors förmåga till njutning, sex och intimitet. Breven kommer från både partners och anhöriga till personer som utsatts för trauman och de berättar hur det påverkat dem att vara närstående till ett offer. Dels hur det påverkar relationen, men även ens egen möjlighet till terapi, behandling och hjälp.</p>",
    "durationMinutes": 32
  },
  {
    "title": "225. Sex efter trauma: När njutning blir en trigger",
    "link": "https://www.lustpodden.se/e/225-sex-efter-trauma-nar-njutning-blir-en-trigger/",
    "spotify": "https://open.spotify.com/episode/7dUd5ANeMyTagyfvkc2PbS",
    "pubDate": "2025-03-03",
    "description": "<p>I avsnitt 225 av Lustpodden startar Hanna och Leif en avsnittsserie om hur sexlivet kan påverkas efter trauma. Efter avsnitten om att hantera traumareaktioner, har det kommit flera mail till Lustpodden. Först talar de lite om begreppen och vilka konsekvenser som traumatiska upplevelser kan ge på sex. Sedan börjar de att svara på läsarbrev, men inser snabbt att ämnet kräver fler avsnitt. Dagens lyssnarbrev handlar om att känna äckel inför att ha sex efter trauma. </p>",
    "durationMinutes": 33
  },
  {
    "title": "224. Tillbaka till nutid 4 - sista delen",
    "link": "https://www.lustpodden.se/e/224-tillbaka-till-nutid-4-sista-delen/",
    "spotify": "https://open.spotify.com/episode/4I0UxeXkUNAAvI0shObuFp",
    "pubDate": "2025-02-24",
    "description": "<p>I avsnitt 224 av Lustpodden avslutar Hanna och Leif sammanfattningen av manualen för hur vi kan hantera traumareaktioner; \"Tillbaka till nutid: en manual för att hantera traumareaktioner\" (2024) . De går igenom den sista halvan av boken, som fokuserar på hur personer med traumareaktioner kan gynnas av god dygnsrytm, sömn, rutiner och träna på hur de hanterar tankar och känslor. Slutet av boken handlar om de utmaningar som traumatiserade personer kan erfara i nära, intima relationer. I nästa avsnitt kommer Hanna och Leif fortsätta med egna reflektioner kring sex efter trauma. </p>",
    "durationMinutes": 33
  },
  {
    "title": "223. Tillbaka till nutid 3",
    "link": "https://www.lustpodden.se/e/223-tillbaka-till-nutid-3/",
    "spotify": "https://open.spotify.com/episode/7oT8zOcUAY07SuiwN4sVMl",
    "pubDate": "2025-02-17",
    "description": "<p style=\"text-align: left;\">I avsnitt 223 av Lustpodden fortsätter Hanna och Leif att resonera kring manualen för hur vi kan hantera traumareaktioner, \"Tillbaka till nutid\". De fortsätter att samtala kring hur personer kan öka sitt toleransfönster genom att bemästra triggers på olika sätt. Mitt under samtalet börjar brandvarnaren pipa, som en påminnelse om hur triggers kan hindra vardagen för den som är traumatiserad. De samtalar även hur kroppen kan påverkas efter trauma och att inte minst att lust och sexualitet därför blir särskilt påverkade. De utlovar kommande program som kommer fokusera på sex efter trauma.</p>",
    "durationMinutes": 31
  },
  {
    "title": "222. Tillbaka till nutid 2",
    "link": "https://www.lustpodden.se/e/222-tillbaka-till-nutid-2/",
    "spotify": "https://open.spotify.com/episode/20pXJtkVoQwqkf03gXbZCN",
    "pubDate": "2025-02-10",
    "description": "<p>I avsnitt 222 av Lustpodden fortsätter Hanna och Leif att prata om boken \"Tillbaka till nutid: En manual för att hantera traumareaktioner\" (2024). I detta avsnitt berättar de mer om PTSD, toleransfönster och triggers. De samtalar kring hur bra saker kan bli kidnappade till att trigga oss till dissociation. De avslutar med att konstatera att vi måste få fly ibland. </p>",
    "durationMinutes": 32
  },
  {
    "title": "221. Tillbaka till nutid. Och ett grattis!",
    "link": "https://www.lustpodden.se/e/221-tillbaka-till-nutid-och-ett-grattis/",
    "spotify": "https://open.spotify.com/episode/3PpKw1j4FLCJv4ofSAKt3R",
    "pubDate": "2025-02-03",
    "description": "<p>I avsnitt 221 av Lustpodden talar Hanna och Leif utifrån boken \"Tillbaka till nutid: En manual för att hantera traumareaktioner\" (2024). Men Leif kan inte hålla sig, utan börjar med att gratta Hanna som blivit antagen som doktorand vid Karolinska Institutet, där hon ska forska om att förebygga sexuella övergrepp i kyrkliga miljöer. Efter Leifs grattande övergår samtalet till boken och vikten av att traumatiserade personer behöver träna på att finna sitt toleransfönster av trygghet. Hanna demonstrerar några övningar som hjälper oss att stabiliseras och inser att de får fortsätta berätta om boken i nästa avsnitt.</p>",
    "durationMinutes": 30
  },
  {
    "title": "220. Trauma, dissociation och behandling",
    "link": "https://www.lustpodden.se/e/220-trauma-dissociation-och-behandling/",
    "spotify": "https://open.spotify.com/episode/0kbjJSR5B7Csk6oUCFdObC",
    "pubDate": "2025-01-27",
    "description": "<p>I avsnitt 220 av Lustpodden samtalar Hanna och Leif om avsnitten med Sveriges traumaexpert nummer ett: Anna Gerge. De fascineras av hennes engagemang och kunskap kring trauma, dissociation och behandling. Hanna berättar om sina egna upplevelser av att testa metoden, både som patient och som behandlare.</p>",
    "durationMinutes": 34
  },
  {
    "title": "219. DBR (Deep Brain Reorienting) (Gäst: Anna Gerge)",
    "link": "https://www.lustpodden.se/e/219-dbr-deep-brain-reorienting-gast-anna-gerge/",
    "spotify": "https://open.spotify.com/episode/6Gohurj1NIPPaLH0SnEvrS",
    "pubDate": "2025-01-20",
    "description": "<p>I avsnitt 219 av Lustpodden fortsätter samtalet med Anna Gerge utifrån hennes gedigna kunskap om trauma, dissociation och behandling. Hon berättar om metoden Deep Brain Reorienting, DBR, som hon försöker sprida kunskap om i Sverige. Hennes förhoppning är att den om några år ska finnas som ett välanvänt verktyg i sjukvårdens arsenal för att bekämpa svåra trauman. Hanna berättar även om egna erfarenheter om att delta i DBR-session med Anna i en av hennes kurser.</p>",
    "durationMinutes": 35
  },
  {
    "title": "218. Trauma och PTSD (Gäst: Anna Gerge)",
    "link": "https://www.lustpodden.se/e/218-trauma-och-ptsd-gast-anna-gerge/",
    "spotify": "https://open.spotify.com/episode/5NEe4qV8y5hlXURNsI1uMV",
    "pubDate": "2025-01-13",
    "description": "<p>I avsnitt 218 av Lustpodden gästas vi av traumaexperten Anna Gerge, som utöver att vara psykoterapeut har varit delaktig i över 15 böcker om bland annat trauma, dissociation och behandling. Hon hade tänkt att gå i pension men efter att ha kommit i kontakt med traumabehandlingen DBR (Deep Brain Reorienting), vill hon först försöka implementera den i så stor utsträckning som möjligt i Sverige. I dagens avsnitt berättar hon främst om trauma, PTSD, och dissociation, men hon berättar även om hypnos och hur vi kan reglera oss. Avsnittet rekommenderas för både den som själv drabbats av trauma eller den som i sitt arbete möter traumatiserade patienter.</p>",
    "durationMinutes": 33
  },
  {
    "title": "217. KYRIARKI istället för PATRIARKAT",
    "link": "https://www.lustpodden.se/e/217-kyriarki-istallet-for-patriarkat/",
    "spotify": "https://open.spotify.com/episode/0nMn0crrm6fBdDdnAG10Z9",
    "pubDate": "2025-01-07",
    "description": "<p>I avsnitt 217 av Lustpodden läser Hanna från ett tidigare blogginlägg där hon beskriver kvinnans intersektionalitet vid födandet utifrån världens mest kända förslossningssal, nämligen stallet i Betlehem. Härifrån drar de resonemanget vidare till kyriarchi. Begreppet beskrevs av Elisabeth Schüssler Fiorenza på 90-talet och det visar sig att Leif har träffat denna feministteolog! Hanna menar att kyriarchi är bättre än patriarkala förklaringsmodeller på att visa på samspelet mellan förtryck och dominans. Istället för patriarkatets könsbaserade binära uppdelning, ger kyriarchi en mer intersektionell beskrivning av utsatthet och privilegier.</p>",
    "durationMinutes": 34
  },
  {
    "title": "216. Gott nytt år 2024/2025!",
    "link": "https://www.lustpodden.se/e/216-gott-nytt-ar-20242025/",
    "spotify": "https://open.spotify.com/episode/2z7Ks446qnJGtxQB9Zgnn7",
    "pubDate": "2024-12-30",
    "description": "<p>I avsnitt 216 av Lustpodden ”reflektionsbuffrar” Hanna och Leif över vad som skett i Lustpodden under 2024. De hyllar alla sina gäster som bidragit med kompetens, värme och viktiga berättelser. De passar även på att blicka in i 2025 - och bjuda på massa bloopers som nyårskarameller! </p>",
    "durationMinutes": 46
  },
  {
    "title": "215. Sexiga system: Intersektionalitet",
    "link": "https://www.lustpodden.se/e/215-sexiga-system-intersektionalitet/",
    "spotify": "https://open.spotify.com/episode/4PS3ZOkV67EQ6c5Uj7bR6V",
    "pubDate": "2024-12-23",
    "description": "<p class=\"x_MsoNormal\">I avsnitt 215 samtalar Hanna och Leif vidare utifrån utanförskap som kan skapa trauma. Denna gång är fokus på intersektionalitet. Hanna beskriver detta som systemteori, vilket är en grundförutsättning för att kunna ge god sexologisk behandling. Dagens avsnitt inleds dock av samtal kring julen, då avsnittet släpps på julafton 2024. De reflekterar över hur detta är en högtid som väcker vår relation till relationer…</p><br><p class=\"x_MsoNormal\"> </p><br><p class=\"x_MsoNormal\">Så från oss alla, till er alla: en riktigt god jul.</p>",
    "durationMinutes": 38
  },
  {
    "title": "214. Minoritetsstress - Trauma av utanförskap",
    "link": "https://www.lustpodden.se/e/214-minoritetsstress-trauma-av-utanforskap/",
    "spotify": "https://open.spotify.com/episode/1zEeA0E0cFPFmxjADJLDK9",
    "pubDate": "2024-12-16",
    "description": "<p>I avsnitt 214 av Lustpodden samtalar Hanna och Leif om vikten att få känna sig välkommen och säker i sitt sociala sammanhang. Minoritetsstress har visat sig ge farliga och allvarliga konsekvenser i form av förhöjda stressnivåer som bland annat leder till inflammationer och sjukdomar. Botemedlet är att vi alla försöker ge varandra trygghet att få vara de vi vill vara. Terapeuter har ju en fantastisk möjlighet att hjälpa patienter att känna sig trygga. Vi behöver även FRISKA sexualiteten, så att vi reflekterar över de risker som finns med att komma ut. Kanske kan terapirummet få vara en första plats att få komma in till för att kunna komma ut? </p>",
    "durationMinutes": 34
  },
  {
    "title": "213. Prostata och manlighet",
    "link": "https://www.lustpodden.se/e/213-prostata-och-manlighet/",
    "spotify": "https://open.spotify.com/episode/3HaGdwnW5jQTufsLQZdeWr",
    "pubDate": "2024-12-09",
    "description": "<p>I avsnitt 213 av Lustpodden resonerar Hanna och Leif kring avsnitt 211 med Carina Danemalm Jägervall som berättade om prostataförändringar och hur de behandlas inom vården. Först kommenterar de en debatt kring traditionell bibelsyn, men Leif lyckas även överföra urgamla uppfattningar om manlighet på dagens trender och normer om hur en riktig karl ska vara. De funderar vidare kring hur olika sexuella praktiker kan påverkas av behandlingen. Lustpodden har fått ett mail från en man som tror att hans prostatacancer är ett straff från Gud. Leif och Hanna samtalar även kring en ny bok som Carina varit delaktig i: ”Livet efter prostatacancer: manlighet, identitet och sexuell hälsa” (2024).</p>",
    "durationMinutes": 33
  },
  {
    "title": "212. Grattis Lustpodden, 4 år!",
    "link": "https://www.lustpodden.se/e/212-grattis-lustpodden-4-ar/",
    "spotify": "https://open.spotify.com/episode/1QR8OkeSipypt8LHhdjkPo",
    "pubDate": "2024-12-03",
    "description": "<p>I avsnitt 212 fyller Lustpodden fyra år så Leif och Hanna resonerar kring varför en podd om lust och relationer kan ha så många olika uppslag att grotta ned sig i. Hanna får svara på varför sex ”säljer” och vekar outtömligt på innehåll. Återigen resonerar de kring begrepp som sexistentialism och vår längtan efter mening och att få finnas till. Leif funderar över polariseringen som sker i vissa religiösa debatter och hur viktig Lustpodden har varit för att spegla olika erfarenheter och världsbilder. Lustpodden lovar att fortsätta som en fyraåring; frågvis och nyfiken på världen!</p>",
    "durationMinutes": 36
  },
  {
    "title": "211. Prata Prostata (med gäst Carina Danemalm Jägervall)",
    "link": "https://www.lustpodden.se/e/211-prata-prostata-med-gast-carina-danemalm-jagervall/",
    "spotify": "https://open.spotify.com/episode/3Lfw70HF6Xg5lAEF5gwbLe",
    "pubDate": "2024-11-25",
    "description": "<p>I avsnitt 211 av Lustpodden gästas vi av den mångfacetterade sexualrådgivaren Carina Danemalm Jägervall. Hon har skrivit flera böcker och berättar för oss vilka symtom som olika prostataförändringar kan ge, hur de kan behandlas och hur olika patienter hanterar dessa situationer. Hon ger även tips och tankar kring hur det påverkar samlivet i en relation, men även hur den som är singel kan påverkas.</p>",
    "durationMinutes": 33
  },
  {
    "title": "210. Leva livet i dödens väntrum",
    "link": "https://www.lustpodden.se/e/210-leva-livet-i-dodens-vantrum/",
    "spotify": "https://open.spotify.com/episode/6xKcL8ayWZpJs30sSRIv9F",
    "pubDate": "2024-11-18",
    "description": "<p>I avsnitt 210 av Lustpodden reflekterar Hanna och Leif om vad vetskapen om döden gör med människan. Vår fascination för livet efter detta får energi från vår oro för separation och vår strävan efter mening. Att inte kunna veta vad som ska hända är en vanlig orsak till dödsångest. Men det gör även livet här och nu så viktigt att ta vara på!</p>",
    "durationMinutes": 33
  },
  {
    "title": "209. Att arbeta med livet i dödens väntrum (Gäst: Ulrika Berlstedt)",
    "link": "https://www.lustpodden.se/e/209-arbeta-med-livet-i-dodens-vantrum-gast-ulrika-berlstedt/",
    "spotify": "https://open.spotify.com/episode/2GIO4w04tOUtiWOymJp9hD",
    "pubDate": "2024-11-11",
    "description": "<p class=\"x_MsoNormal\">I avsnitt 209 gästas Lustpodden av Ulrika Berlstedt som tidigare har arbetat i ett palliativt team, vilka ger vård åt människor som är i livets slutskede. Idag arbetar hon som fotvårdare men kan fortfarande dra nytta av sina kunskaper och trygghet kring frågor som rör döden när hon möter sina patienter. I mötet med Ulrika blir det tydligt att det finns mycket liv kvar, även i dödens väntrum.</p>",
    "durationMinutes": 33
  },
  {
    "title": "208. Vi blir alla äldre",
    "link": "https://www.lustpodden.se/e/208-vi-blir-alla-aldre/",
    "spotify": "https://open.spotify.com/episode/5hYI2soKplBzXvxrZRfh8b",
    "pubDate": "2024-11-04",
    "description": "<p>I avsnitt 208 av Lustpodden samtala Hanna och Leif om de två tidigare avsnitten där vi gästats av Suzann Larsdotter och Magnus Stentagg. Resonemanget utgår från normer, rättigheter och kroppens förändringar i relation till åldrande och sexualitet. De konstaterar att det enda vi verkligen vet är att om vi får leva så kommer vi att åldras och dö.</p>",
    "durationMinutes": 33
  },
  {
    "title": "207. Sex på ålderns höst (gäst: Magnus Stentagg)",
    "link": "https://www.lustpodden.se/e/207-har-aldre-sex-med-magnus-stentagg/",
    "spotify": "https://open.spotify.com/episode/0CE9MqcFPNIjwjUXTXakOm",
    "pubDate": "2024-10-28",
    "description": "<p class=\"x_MsoNormal\">I avsnitt 207 av Lustpodden gästas vi av sjuksköterskan, sexologen och forskaren Magnus Stentagg. Hans forskning kring äldre och sexualitet visar att sex är viktigt genom hela livet. Men trots det så visade resultatet att 30% av männen inte var nöjda med sin sexuella hälsa. Vad kan sjukvården göra för dessa patienter? Magnus ger konkreta tips på hur man kan väva in sexualiteten i enkla råd och tydlighet kring sjukdomar och läkemedel, som kan göra stor skillnad för patienter och deras partners.</p><br><p class=\"x_MsoNormal\"> </p>",
    "durationMinutes": 37
  },
  {
    "title": "206. Äldre kroppar kan också ha sex (gäst: Suzann Larsdotter)",
    "link": "https://www.lustpodden.se/e/206-aldre-kroppar-kan-ocksa-ha-sex-med-suzann-larsdotter/",
    "spotify": "https://open.spotify.com/episode/6HCdhUvL0UmTXAJespxAAM",
    "pubDate": "2024-10-21",
    "description": "<p>I avsnitt 206 av Lustpodden samtalar Hanna återigen med sin favoritsexolog, Suzann Larsdotter! Suzann får berätta om boken \"Äldres sexualitet: Hälsa, rättigheter och njutning\" (2022) och hur det projektet växte fram. I det här avsnittet får både du som jobbar med äldre, och du som själv är äldre, tips och råd om hur vi kan behålla den sexuella hälsan genom hela livet. Suzann reflekterar även över \"ålderistisk erotofobi\" och de normer som hindrar oss från att se den åldrande kroppen som sexuell.</p>",
    "durationMinutes": 37
  },
  {
    "title": "205. Gott och blandat",
    "link": "https://www.lustpodden.se/e/205-gott-och-blandat/",
    "spotify": "https://open.spotify.com/episode/1DCgXEBO7TMNueCXUG9Ao9",
    "pubDate": "2024-10-14",
    "description": "<p>I avsitt 205 av Lustpodden resonerar Hanna och Leif kring förra veckans avsnitt om sexologiska auktorisationer. Hanna berättar lite om NACS-konferensen i Tammerfors. Leif berättar om sitt besök på Bokmässan och hans nya bok \"\"Fiender till hela mänskligheten\": judefientliga bibeltexter och tolkningar\" (2024), som handlar om antisemitism och antijudiskhet. Han ger även ytterligare boktips. Det är inte lätt att imponera på Leif men det går inte att ta miste på hans fascination över boken \"Även den minsta fanatiker behöver sova ibland: En berättelse om Karisma Center\" (2024), skriven av Mia Fernando och Sofie Twal Hedman, som handlar om att växa upp i en sekteristisk miljö.</p>",
    "durationMinutes": 31
  },
  {
    "title": "204. Nordic authorisations for sexologists",
    "link": "https://www.lustpodden.se/e/204-nordic-authorisations-for-sexologists/",
    "spotify": "https://open.spotify.com/episode/0Dcluywi77BL6noTE8hcYA",
    "pubDate": "2024-10-07",
    "description": "<p>I avsnitt 204 intervjuas Lustpoddens Hanna Möllås, i egenskap av att hon är ordförande i auktorisationskommittén för Nordisk förening för klinisk sexologi (NACS), om det nya auktorisationssystemet för sexologer. Intervjun genomförs av och tillsammans med Tonny Bønløkke Hertz, president i NACS. Avsnittet är på engelska.</p><br><p> </p><br><p>https://www.nacs.eu/authorization/</p>",
    "durationMinutes": 38
  },
  {
    "title": "203. Ut ur sommarmörker och in i höstens mörker",
    "link": "https://www.lustpodden.se/e/203-ut-ur-sommarmorker-och-in-i-hostens-morker/",
    "spotify": "https://open.spotify.com/episode/4FdMa8KeR8OnNPm92ouOZ0",
    "pubDate": "2024-09-30",
    "description": "<p>I avsnitt 203 av Lustpodden avslutar Leif och Hanna årets sommarföljetong genom en sammanfattning av den mörka sexualiteten, som friskas genom att våga tala om dess risker. De har fått ett brev från en Ångermanlänningsmamma och de resonerar även över ett lyssnarbrev som gäller oönskad förälskelse...</p>",
    "durationMinutes": 32
  },
  {
    "title": "202. Ensamheten är min hustru, tystnaden är mina barn",
    "link": "https://www.lustpodden.se/e/202-ensamheten-ar-min-hustru-tystnaden-ar-mina-barn/",
    "spotify": "https://open.spotify.com/episode/1gZnQ5AKCp2kuirLlaIDN8",
    "pubDate": "2024-09-23",
    "description": "<p class=\"x_MsoNormal\">I avsnitt 202 av Lustpodden fortstätter samtalet kring den mörka sexualiteten, denna gång med fokus på den ofrivilliga ensamheten. Hanna och Leif reflekterar kring ett vackert men smärtsamt mail som en poddlyssnare skickat in. Lyssnaren beskriver att ensamhet blir en minoritetsstress som kläs i skam av att inte ha ett sammanhang. Det kräver mod att gå emot all denna skam och uppbåda energi och ork att våga lämna ensamhetens fängelsecell. Vad säger ensamheten om oss? Vilka gör den oss till?</p>",
    "durationMinutes": 33
  },
  {
    "title": "201. Förövare i terapi",
    "link": "https://www.lustpodden.se/e/201-forovare-i-terapi/",
    "spotify": "https://open.spotify.com/episode/7Cs8TDh0RKAxLKB11Q440i",
    "pubDate": "2024-09-16",
    "description": "<p>I avsnitt 201 av Lustpodden resonerar Hanna och Leif om avsnitten med Johanna Lätth som varit med i två avsnitt och berättat om sitt arbete med behandling för sexualbrottsdömda. De fascineras av Johannas breda kompetens och att detta handlar om att jobba för att friskgöra det riskfyllda i sexualiteten. Som så många gånger förr centreras samtalet kring den farliga skammen och vad den gör med oss. Att möta sexualbrottsdömda är att möta den misslyckade, som de ju tidigare sagt, verkligen personifieras av Judas. De resonerar också hur det kan påverka en församling eller förening när någon i gemenskapen döms för ett brott.</p>",
    "durationMinutes": 33
  },
  {
    "title": "200. Att ta hand om sexualbrottsdömda - och sig själv! (med Johanna Lätth)",
    "link": "https://www.lustpodden.se/e/200-att-ta-hand-om-sexualbrottsdomda-och-sig-sjalv-med-johanna-latth/",
    "spotify": "https://open.spotify.com/episode/1WD0hG2ckYHPyfB7Glqucb",
    "pubDate": "2024-09-09",
    "description": "<p>I avsnitt 199-200 av Lustpodden gästas vi av leg. psykolog Johanna Lätth som är doktorand vid Karolinska institutet och forskar på behandling av sexualbrottsdömda. Johanna är specialist i forensisk psykologi och kriminalvårdens expert på sexualbrottsfrågor.</p><br><p> </p><br><p>I avsnitt 200 berättar hon om sin bok \"Sexualbrottets psykologi: Bemötande, bedömning och behandling\". Hanna tycker att den borde vara obligatorisk litteratur för alla som arbetar med sexologi, inte bara inom kriminalvården! Dessa avsnitt ger hopp för behandlare, men inte minst också för de som söker hjälp för att ändra olagliga sexuella beteenden. Johanna berättar också om vad som är viktigt för behandlare att tänka på i arbetet med den mörka sexualiteten för att själv orka.</p>",
    "durationMinutes": 34
  },
  {
    "title": "199. Hjälp för sexualbrottsdömda? (med Johanna Lätth)",
    "link": "https://www.lustpodden.se/e/199-hjalp-for-sexualbrottsdomda-med-johanna-latth/",
    "spotify": "https://open.spotify.com/episode/74KWqwoPNbjkz2FhQIbNtE",
    "pubDate": "2024-09-02",
    "description": "<p class=\"x_MsoNormal\">I avsnitt 199-200 av Lustpodden gästas vi av leg. psykolog Johanna Lätth som är doktorand vid Karolinska Institutet och forskar på behandling av personer som är dömda för sexualbrott. Johanna är även specialist i forensisk psykologi och kriminalvårdens expert på sexualbrottsfrågor.</p><br><p class=\"x_MsoNormal\">I avsnitt 199 berättar Johanna om den forskning som visat sig kunna hjälpa personer att minska användandet av övergreppsmaterial. Johanna är otroligt kompetent och beskriver med stor värme och passion hur vi kan hjälpa sexualbrottsdömda att minska dynamiska riskfaktorer, som i sin tur minskar risken för att återfalla i brott.  </p>",
    "durationMinutes": 33
  },
  {
    "title": "198. Att bli bedragen av någon som inte finns",
    "link": "https://www.lustpodden.se/e/198-att-bli-bedragen-av-nagon-som-inte-finns/",
    "spotify": "https://open.spotify.com/episode/49pG71DGMhlDT3pwCNzyuH",
    "pubDate": "2024-08-26",
    "description": "<p class=\"x_MsoNormal\">I avsnitt 198 av Lustpodden reflekterar Hanna och Leif över förra veckans avsnitt om romansbedrägerier med Violet. De konstaterar hur farlig den ofrivilliga ensamheten är. De resonerar kring hur vidrigt det är att människor blir bedragna via sin längtan efter relation.</p>",
    "durationMinutes": 34
  },
  {
    "title": "197. Stoppa romansbedrägerier (med Violet Petersson)",
    "link": "https://www.lustpodden.se/e/197-romansbedragerier-med-violet-petersson/",
    "spotify": "https://open.spotify.com/episode/0hGsjTSR5ZEntkcJGRWrSb",
    "pubDate": "2024-08-19",
    "description": "<p>I avsnitt 197 gästas Lustpodden av Violet Petersson som berättar om sina erfarenheter av romansbedrägerier. Romansbedrägerier har vuxit till en stor industri och enbart i Sverige anmäls cirka 80 brott varje månad - och i genomsnitt blir personen bedragen på 400.000 kr! Violet menar att det är ensamheten som leder till en särskild sårbarhet att bli utsatt för dessa brott. Violet berättar hur vi kan skydda oss, hjälpa anhöriga till den som drabbats och om den organisation som hon startat; Stoppa romansbedrägerier.</p>",
    "durationMinutes": 33
  },
  {
    "title": "196. Tolerance is extinction",
    "link": "https://www.lustpodden.se/e/196-tolerance-is-extinction/",
    "spotify": "https://open.spotify.com/episode/6SZ5UxpKeeepenkaD0QyMg",
    "pubDate": "2024-08-12",
    "description": "<p>I avsnitt 196 av Lustpodden resonerar Hanna och Leif om vita priviligierade mäns hårda retorik i anförandet av den klassiskt kristna tron. \"Tolerance is extinction\" är ett citat som handlar om att vi inte kan låta tolerans av olikheter vara målet. Istället kräver inkludering att människor i sin mångfald får uppleva tillhörighet. Hanna berättar vidare om boken \"The Velvet Rage\" som beskriver hur gaymän kan uppleva sig själva som perverterade när de inte känner sig hemma i den straighta kulturen. Hanna berättar även om hur bekräftande och utforskande terapi kan vara ett motstånd mot mikroaggressioner, minoritetsstress eller omvändelseterror.</p>",
    "durationMinutes": 41
  },
  {
    "title": "195. Gud som haver barnen kär... ta bort mig, för jag vet vem jag är.",
    "link": "https://www.lustpodden.se/e/195-gud-som-haver-barnen-kar-ta-bort-mig-for-jag-vet-vem-jag-ar/",
    "spotify": "https://open.spotify.com/episode/6ZzwFDPEN4fXB6gL4nm7TK",
    "pubDate": "2024-08-05",
    "description": "<p>I avsnitt 195 av Lustpodden reflekterar Hanna och Leif utifrån samtalen med Robin Paulonen om bögar, skam och kroppen. De reder ut begrepp som traditionell, klassisk kristen tro och Leif ifrågasätter starkt varför något skulle vara rätt bara för att vi trott på något länge. Vi måste våga utvecklas och förändras i frågor som inte gäller det centrala och viktiga i budskapet. Hanna resonerar kring de risker som följer med den traditionella kristna sexualetiken och hur den gör manlig homosexualitet till äcklig och farlig. Både gay- och kristen kultur fetischerar bögens kropp. De talar även om den terror som omvändelseförsök innebär.</p>",
    "durationMinutes": 33
  },
  {
    "title": "194. Bögar, skam och kroppen (med Robin Paulonen), fortsättning",
    "link": "https://www.lustpodden.se/e/194-bogar-skam-och-kroppen-med-robin-paulonen-fortsattning/",
    "spotify": "https://open.spotify.com/episode/4L7QKApUEX20N5hsrscG8b",
    "pubDate": "2024-07-29",
    "description": "<p class=\"x_MsoNormal\">I avsnitt 193-194 gästas vi av Robin Paulonen som berättar om att växa upp som homosexuell person i en heterosexuell värld. I avsnitt 194 talar han vidare om vad bögar kan behöva för guidning för att må väl. Vi talar vidare om hur terapeuter kan vara så positiva och vilja bekräfta i komma ut-processer att de inte lyfter risker kring självskadande eller sexuellt våld. Hur hjälper vi människor att finna en etisk kompass utan att moralisera och döma olika beteenden? De utforskar även begreppet internaliserad homofobi och vad osynliggörandet gör med kristna bögar i den frikyrkliga kontexten.</p><br><p class=\"x_MsoNormal\"> </p>",
    "durationMinutes": 37
  },
  {
    "title": "193. Bögar, skam och kroppen (med Robin Paulonen)",
    "link": "https://www.lustpodden.se/e/193-bogar-skam-och-kroppen-med-robin-paulonen/",
    "spotify": "https://open.spotify.com/episode/7yziDQAblyHJKhGDV8tP9Q",
    "pubDate": "2024-07-22",
    "description": "<p>I avsnitt 193-194 gästas vi av Robin Paulonen som berättar om att växa upp som homosexuell person i en heterosexuell värld. Han har erfarenheter av att växa upp i en kristen miljö och berättar öppenhjärtigt om de olika svårigheter som följer av att växa upp med minoritetsstress. Han vågar ställa svåra och känsliga frågor om att komma ut som bög utan goda förebilder som lotsar och guidar i ett samhälle som lider av majoritetspress och normativitet.  </p>",
    "durationMinutes": 33
  },
  {
    "title": "192. Saul i terapi: ett misslyckat uppdrag",
    "link": "https://www.lustpodden.se/e/192-saul-i-terapi-ett-misslyckat-uppdrag/",
    "spotify": "https://open.spotify.com/episode/2oPeoaqTx3ptfTb1s0fW3V",
    "pubDate": "2024-07-15",
    "description": "<p class=\"x_MsoNormal\">I avsnitt 192 av Lustpodden berättar Hanna och Leif om deras senaste bok \"Saul i terapi: Ett misslyckat uppdrag\". Samtalet rör sig kring hur vi hanterar misslyckanden och svårigheter. Hur ser vi på oss själva när vi misslyckas? Hur ser vi på andra när glorian faller? </p><br><p class=\"x_MsoNormal\"> </p>",
    "durationMinutes": 32
  },
  {
    "title": "191. De misslyckade: Judas och Saul",
    "link": "https://www.lustpodden.se/e/191-de-misslyckade-judas-och-saul/",
    "spotify": "https://open.spotify.com/episode/5nL8dPEgWDJALHpzXZi3gx",
    "pubDate": "2024-07-08",
    "description": "I avsnitt 191 av Lustpodden berättar Hanna och Leif om deras senaste gemensamma bok \"Saul i terapi: Ett misslyckat uppdrag\". Temat för sommaren är den mörka sexualiteten. Deras bok handlar om en misslyckad kung i Gamla testamentet, Saul. Men de har gjort om det till att handla om en modern variant av Saul som går i terapi. I samtalet använder de sig även av bibelns berättelser om Judas för att tala om att misslyckas med sitt uppdrag, känna sig otillräcklig och lurad på livslust.",
    "durationMinutes": 34
  },
  {
    "title": "190. Du vill alltid/Du vill aldrig: Att friska sexualiteten",
    "link": "https://www.lustpodden.se/e/190-du-vill-alltiddu-vill-aldrig-att-friska-sexualiteten/",
    "spotify": "https://open.spotify.com/episode/0M4AJVBEfzYrPCfmLkMpsK",
    "pubDate": "2024-07-01",
    "description": "<p>I avsnitt 190 av Lustpodden avslutas serien om \"Du vill alltid/Du vill aldrig\", nu med fokus på den friska sexualiteten som ett fenomen som innehåller både det friska och risker. Att inkludera båda dessa delar i sexualiteten, kan vara att friska sexualiteten som ett verb. I avsnittet går Hanna och Leif igenom de två mail till som inkommit från lyssnare. Det första mejlet kommer från ett par som redan funnit lösningen på sina frågor: kodord \"Julia\"! Det andra mejlet beskriver sorg över hur den sexuella komma ut-processen i unga år kan ge sår och svårigheter längre fram i livet. Hanna ger till sist lite reflektioner om det friska, men även riskerna, för den som säger: \"Du vill alltid\" eller \"Du vill alltid\".</p>",
    "durationMinutes": 36
  },
  {
    "title": "189. Du vill alltid/Du vill aldrig: Den mörka sexualiteten",
    "link": "https://www.lustpodden.se/e/189-du-vill-alltiddu-vill-aldrig-den-morka-sexualiteten/",
    "spotify": "https://open.spotify.com/episode/4ur1CqJfUHfLkkbH1d4xyI",
    "pubDate": "2024-06-24",
    "description": "<p>I avsnitt 189 av Lustpodden fortsätter Hanna och Leif att resonera kring formuleringarna \"Du vill alltid/Du vill aldrig\". I de mail som de läser upp i detta avsnitt går det tydligt att följa hur dessa uttryck skapat mörka och svåra upplevelser i relationerna. Det kan handla om att relationen förändras efter ett en drabbats av svårt sjukdom, eller hur uppväxten i renhetskultur står i vägen för möjligheten till njutning. Hanna berättar om sin resa till Rom där hon blev bestulen på sin telefon och fick smaka på lite av livets maktlösheter.</p>",
    "durationMinutes": 37
  },
  {
    "title": "188. Du vill alltid/Du vill aldrig: Maktlöshet",
    "link": "https://www.lustpodden.se/e/188-du-vill-alltiddu-vill-aldrig-maktloshet/",
    "spotify": "https://open.spotify.com/episode/0jTu05SNZulU1URG1Ds0TS",
    "pubDate": "2024-06-17",
    "description": "<p>I avsnitt 188 av Lustpodden resonerar Hanna och Leif kring flera brev som berör temat \"Du vill alltid/Du vill aldrig\". Som utlovat kommer sommarens avsnitt att beröra när sexualiteten blir mörkare, mer specifikt maktlöshet. Livets kärnteman ger oss algoritmer som många gånger styr våra livsmanus. När hopplöshet slagit rot, blir det som en algoritm som gör att vi lätt kan uppleva maktlösheten väldigt stark. Hur påverkas sexlivet som vuxen av att vi var mobbade som barn? Vad gör vi i en långvarig parrelation när man som vuxna inser att vi är asexuella?</p>",
    "durationMinutes": 35
  },
  {
    "title": "187. Du vill alltid/Du vill aldrig: Att skämmas för sin lust",
    "link": "https://www.lustpodden.se/e/187-du-vill-alltiddu-vill-aldrig-anknytning-och-samtycke/",
    "spotify": "https://open.spotify.com/episode/0rFkm3hRMZOWEQqsWm5ZOi",
    "pubDate": "2024-06-10",
    "description": "<p>I avsnitt 187 av Lustpodden fortsätter i serien om Du vill alltid/Du vill aldrig. Men Hanna börjar med att berätta att hon ska börja en ny utbildning, nu i Pink Therapy. Leif är föga förvånad och undrar om Hannas upptagenhet med studier handlar om hennes kärnteman. Samtalet kommer sedan in på anknytning och samtycke och de konstaterar att dessa begrepp påverkar varandra. God anknytning möjliggör goda samtyckesmönster. Hanna och Leif resonerar sedan utifrån mail från lyssnare om hur relationen påverkas av Du vill alltid/Du vill aldrig. </p>",
    "durationMinutes": 31
  },
  {
    "title": "186. Du vill alltid/Du vill aldrig: Anknytning och sex",
    "link": "https://www.lustpodden.se/e/186-du-vill-alltiddu-vill-aldrig-anknytning-och-sex/",
    "spotify": "https://open.spotify.com/episode/3ZJxHsQy1sWor8LvrAAxIx",
    "pubDate": "2024-06-03",
    "description": "<p>I avsnitt 186 av Lustpoddens serie kring ”Du vill alltid/Du vill aldrig” har turen kommit till att särskåda anknytningens betydelse för långvariga sexuella relationer. Anknytningsteorin skapades av John Bowlby och ger en god beskrivning av hur vi lär oss att visa behov av tröst när vi är barn. Den formar olika mönster eller stilar som följer med oss genom livet och blir särskilt tydliga i sexuella relationer, men tar sig olika uttryck för höglustare och låglustare. Hanna resonerar även kring hur andra teorier förhåller sig till anknytningsteori, till exempel Gary Chapmans \"Kärlekens fem språk\"…</p>",
    "durationMinutes": 32
  },
  {
    "title": "185. Du vill alltid / Du vill aldrig",
    "link": "https://www.lustpodden.se/e/185-du-vill-alltid-du-vill-aldrig/",
    "spotify": "https://open.spotify.com/episode/6BpZVMDcWvEBIaIVaova8Z",
    "pubDate": "2024-05-27",
    "description": "<p>I avsnitt 185 av Lustpodden börjar Hanna och Leif resonera utifrån uttrycken \"Du vill alltid ha sex!\" eller \"Du vill aldrig ha sex!\". De inser snabbt att de inte hinner detta på ett avsnitt så förbered er på en liten miniseries i höglustar- och låglustaranda! </p>",
    "durationMinutes": 31
  },
  {
    "title": "184. Lust som ett sexistentiellt begrepp",
    "link": "https://www.lustpodden.se/e/184-lust-som-ett-sexistentiellt-begrepp/",
    "spotify": "https://open.spotify.com/episode/04f8vaZf4QFXhtCwMeFZ1n",
    "pubDate": "2024-05-20",
    "description": "<p>I avsnitt 184 av Lustpodden reflekterar Leif och Hanna om avsnitten med Elin som berättade om asexualitet och aromantik. De resonerar kring hur vi påverkas av normer. De samtalar om lustbegreppet och Lustpoddens ansats att bredda fenomenet till mer än vårt görande. Lust handlar om att blomma ut i vårt varande.</p>",
    "durationMinutes": 32
  },
  {
    "title": "183. Asexuell och aromantisk, fortsättning (med Elin)",
    "link": "https://www.lustpodden.se/e/183-asexuell-och-aromantisk-fortsattning-med-elin/",
    "spotify": "https://open.spotify.com/episode/4IEy308rZVBCb4LObvTUTS",
    "pubDate": "2024-05-13",
    "description": "<p>I två avsnitt av Lustpodden får vi lyssna till Elin som delger sin berättelse om att komma ut som asexuell och aromantisk i vuxen ålder. Hon berättar om hur dessa ord ofta missförstås och därmed också osynliggörs i samhället. Elin har även erfarenheter från att frikyrkliga kontexter och berättar ärligt och öppet om hur det sammanhanget kan cementera åsikter kring hur relation och sexualitet ska levas. Spana in hemsidan <a href='https://emea01.safelinks.protection.outlook.com/?url=http%3A%2F%2Fwww.lustpodden.se%2F&amp;data=05%7C02%7C%7C36598ce232e04b759ffc08dc6d334417%7C84df9e7fe9f640afb435aaaaaaaaaaaa%7C1%7C0%7C638505314174338251%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C0%7C%7C%7C&amp;sdata=ZuDW4kPPKi8r8Zlg9kARHcRcn6QxcY37jIUuuE%2BHLlM%3D&amp;reserved=0'>www.lustpodden.se</a> och alla fantastiska tips med böcker och hemsidor som hon refererar till!</p>",
    "durationMinutes": 40
  },
  {
    "title": "182. Asexuell och aromantisk (med Elin)",
    "link": "https://www.lustpodden.se/e/182-asexuell-och-aromantisk-med-elin/",
    "spotify": "https://open.spotify.com/episode/0hXurbhWGezAvWY1y27jtu",
    "pubDate": "2024-05-06",
    "description": "<p>I två avsnitt av Lustpodden får vi lyssna till Elin som delger sin berättelse om att komma ut som asexuell och aromantisk i vuxen ålder. Hon berättar om hur dessa ord ofta missförstås och därmed också osynliggörs i samhället. Elin har även erfarenheter från att frikyrkliga kontexter och berättar ärligt och öppet om hur det sammanhanget kan cementera åsikter kring hur relation och sexualitet ska levas. Spana in hemsidan <a href='https://emea01.safelinks.protection.outlook.com/?url=http%3A%2F%2Fwww.lustpodden.se%2F&amp;data=05%7C02%7C%7C36598ce232e04b759ffc08dc6d334417%7C84df9e7fe9f640afb435aaaaaaaaaaaa%7C1%7C0%7C638505314174338251%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C0%7C%7C%7C&amp;sdata=ZuDW4kPPKi8r8Zlg9kARHcRcn6QxcY37jIUuuE%2BHLlM%3D&amp;reserved=0'>www.lustpodden.se</a> och alla fantastiska tips med böcker och hemsidor som hon refererar till!</p>",
    "durationMinutes": 34
  },
  {
    "title": "181. Lite framtidsprat",
    "link": "https://www.lustpodden.se/e/181-lite-framtidsprat/",
    "spotify": "https://open.spotify.com/episode/5Suen89pjKwpIBcP8ifKuj",
    "pubDate": "2024-04-29",
    "description": "<p>I avsnitt 181 av Lustpodden börjar Hanna och Leif planera för framtiden och den stundande sommarens följetong, som i år kommer att tillägnas den mörka sidan av sexualiteten. Kanske blir \"Frisk och Risk\" ledorden för hur sexualiteten alltid balanserar mellan ansvar, frihet och gränser? Avsnittet tillägnas vår fina redaktör, producent och alltiallo Julia Linde som fyllt 40 år, och det bjuds på både skönsång och bloopers!</p>",
    "durationMinutes": 29
  },
  {
    "title": "180. Barnmorskeförbundet rasar! (med Erica Solheim)",
    "link": "https://www.lustpodden.se/e/180-barnmorskeforbundet-rasar-med-erica-solheim/",
    "spotify": "https://open.spotify.com/episode/27t6J6BhiEvsRyHFOM8xvd",
    "pubDate": "2024-04-22",
    "description": "<p>I avsnitt 180 av Lustpodden fortsätter Hanna och Leif samtalet med Erica Solheim, vice ordförande i svenska barnmorskeförbundet. Något som barnmorskeförbundet rasar över idag är vikten av den etiska kompassen. De reflekterar över det fina med sexuell och smärtlindrande njutning vid förlossning. Att förlossningsupplevelsen blir fin är viktigt eftersom den kan påverka den födande genom hela livet. De resonerar även kring makten över födandet vad gäller patriarkatet genom historien. Födandet skär genom det mest mystiska och mest konkreta, och förmågan till nytt liv. Hur arbetar vi för att den födande ska få äga sitt eget födande?</p>",
    "durationMinutes": 34
  },
  {
    "title": "179. Barnmorskeförbundet rasar! (med Erica Solheim)",
    "link": "https://www.lustpodden.se/e/179-barnmorskeforbundet-rasar-med-erica-solheim/",
    "spotify": "https://open.spotify.com/episode/7DxAP4l97TG1T6pNaXdPSk",
    "pubDate": "2024-04-15",
    "description": "<p>I avsnitt 179-180 gästas Lustpodden åter igen av Svenska barnmorskeförbundets ordförande, Erica Solheim. I samtalen med henne avrundar vi våra sessioner om svensk förlossningsvård för denna gång. I avsnitt 179 reflekterar hon över vilka frågor som barnmorskeförbundet “rasar” över idag. Hur kan kvinnor känna att de äger sitt födande mer? Mycket skratt och värme utlovas när Hanna, Leif och Erica möts igen.</p>",
    "durationMinutes": 32
  },
  {
    "title": "178. Obstetriskt våld och informerat samtycke (med Kajsa Åkesdotter)",
    "link": "https://www.lustpodden.se/e/178-obstetriskt-vald-och-informerat-samtycke-med-kajsa-akesdotter/",
    "spotify": "https://open.spotify.com/episode/0mUq1GithFBHCXNkL2VzAg",
    "pubDate": "2024-04-08",
    "description": "<p>I avsnitt 178 av Lustpodden fortsätter samtalet med barnmorskan Kajsa Åkesdotter. Hon berättar om det viktiga arbetet mot att kvinnor blir utsatta för respektlöst beteende inom förlossningsvården, där informerat samtycke har stor betydelse för upplevelsen.</p>",
    "durationMinutes": 28
  },
  {
    "title": "177. Obstetriskt våld (med Kajsa Åkesdotter)",
    "link": "https://www.lustpodden.se/e/177-obstetriskt-vald-med-kajsa-akesdotter/",
    "spotify": "https://open.spotify.com/episode/3KmfCeG5OMTq8R31cVEMFs",
    "pubDate": "2024-04-01",
    "description": "<p>I avsnitt 177 gästas Lustpodden av barnmorskan Kajsa Åkesdotter. Hon berättar om det viktiga arbetet mot att kvinnor blir utsatta för respektlöst beteende inom förlossningsvården - det som kallas för obstetriskt våld. Hon resonerar kring orsaker och vad vi behöver göra åt det! </p>",
    "durationMinutes": 34
  },
  {
    "title": "176. Sexistentiell hälsa och njutning",
    "link": "https://www.lustpodden.se/e/176-sexistentiell-halsa-och-njutning/",
    "spotify": "https://open.spotify.com/episode/3PYlAyY7jZjFQVlK9Z4dyB",
    "pubDate": "2024-03-25",
    "description": "<p>I avsnitt 176 av Lustpodden resonerar Hanna och Leif utifrån förra veckans avsnitt med Ingrid Carlsson. Ingrid berättade om sexuella upplevelser vid förlossningar. Slutsatserna blir att kroppen är genial då den har strukturer och vävnad som kan ge avlastning under födandet. Återigen nämns Donald Winnicot och denna gång utifrån hans briljanta idé om jagorgasmer. Njutning, och inte minst smärtlindring, är i allra högsta grad existentiell. När vi då kombinerar detta med sexualitet, blir ordet sexistentialism en självklarhet!</p>",
    "durationMinutes": 32
  },
  {
    "title": "175. Lust att föda: om sexuella upplevelser vid förlossning (med Ingrid Karlsson)",
    "link": "https://www.lustpodden.se/e/175-lust-att-foda-om-sexuella-upplevelser-vid-forlossning-med-ingrid-karlsson/",
    "spotify": "https://open.spotify.com/episode/3b8FVPgpJkx8oEPHP8vCSV",
    "pubDate": "2024-03-18",
    "description": "<p>I avsnitt 175 av Lustpodden gästas vi av barnmorskan och sexualrådgivaren Ingrid Karlsson som berättar om sin masteruppsats. Hon intervjuade kvinnor som upplevt sexuella och orgasmiska förnimmelser i samband med förlossning. Det gav smärtlindring men även upphov till skam och tabu, då det var så förbjudna upplevelser att de inte kunde berätta det för varken partnern eller barnmorskan.</p>",
    "durationMinutes": 38
  },
  {
    "title": "174. Fin förlossning och barnlängtan som bevis på kvinnlighet?",
    "link": "https://www.lustpodden.se/e/174-fin-forlossning-och-barnlangtan-som-bevis-pa-kvinnlighet/",
    "spotify": "https://open.spotify.com/episode/0ZkiJTWP3yiTYXcuzwmVh7",
    "pubDate": "2024-03-11",
    "description": "<p class=\"x_MsoNormal\">I avsnitt 174 av Lustpodden resonerar Hanna och Leif om avsnitten med Maja Larsson som är författare till boken \"Kläda blodig skjorta: svenskt barnafödande under 150 år\". De reflekterar över vilken press som sätts på födande om att få en fin förlossningsupplevelse. OM den inte blir bra, vems fel är det? Hur kan vården än mer bemöta de födande i sina önskningar och behov av trygghet vid förlossningen. Leif läser även ett mail från en lyssnare som undrar om längtan efter barn är ett bevis på kvinnlighet? Hur ska par hantera att det finns olika önskemål i önskan om barn?</p>",
    "durationMinutes": 33
  },
  {
    "title": "173. Kläda blodig skjorta, fortsättning (med Maja Larsson)",
    "link": "https://www.lustpodden.se/e/173-klada-blodig-skjorta-fortsattning-med-maja-larsson/",
    "spotify": "https://open.spotify.com/episode/48nDtBt5c1kr9ZfF7iGxhY",
    "pubDate": "2024-03-04",
    "description": "<br>I avsnitt 172-73 av Lustpodden gästas vi av briljanta journalisten Maja Larsson. Hon kommer berätta om sin bok, \"Kläda blodig skjorta. Om svensk barnafödande under 150 år\". Hennes fina grävande journalistik visar hur nära graviditet och barnafödande ligger samhällets stora strukturer av vård, hälsa och modernisering. I det andra avsnittet berättar hon om om resan mot en modern förlossningsvård. Vi har gått från fokus på mamman, till barnet, och nu är det stort fokus på förlossningsupplevelsen.",
    "durationMinutes": 32
  },
  {
    "title": "172. Kläda blodig skjorta (med Maja Larsson)",
    "link": "https://www.lustpodden.se/e/172-klada-blodig-skjorta-med-maja-larsson/",
    "spotify": "https://open.spotify.com/episode/3hZ9A6YyOAockQpO30COff",
    "pubDate": "2024-02-26",
    "description": "<br>I avsnitt 172-173 av Lustpodden gästas vi av briljanta journalisten Maja Larsson. Hon kommer berätta om sin bok, \"Kläda blodig skjorta. Om svensk barnafödande under 150 år\". Hennes fina grävande journalistik visar hur nära graviditet och barnafödande ligger samhällets stora strukturer av vård, hälsa och modernisering. I det första avsnittet berättar hon om övergången från födslogummor till barnmorskeledda förlossningar. I det andra avsnittet berättar hon om om resan mot en modern förlossningsvård. Vi har gått från fokus på mamman, till barnet och nu är det stort fokus på förlossningsupplevelsen.",
    "durationMinutes": 35
  },
  {
    "title": "171. Är njutning vår nya religion?",
    "link": "https://www.lustpodden.se/e/171-ar-njutning-var-nya-religion/",
    "spotify": "https://open.spotify.com/episode/73hjnHBP9NR8GX12vZyxj9",
    "pubDate": "2024-02-19",
    "description": "<p>I avsnitt 171 av Lustpodden samtalar Hanna och Leif med utgångspunkt i tidigare avsnitt som berört rent och orent sex och avsnitten om orgasmer. I den judiskt kristna traditionen var reproduktion länge ledmärket för det rätta sexet vid sidan om njutning. Men när reproduktion och kanske även viss religion spelat ut sin roll, återstår njutningen. Vad gör jakten efter nya upplevelser med oss? Samtalet landar i vårt behov av relationer för att må bra.</p>",
    "durationMinutes": 37
  },
  {
    "title": "170. Alla dessa regnbågsflaggor!",
    "link": "https://www.lustpodden.se/e/170-alla-dessa-regnbagsflaggor/",
    "spotify": "https://open.spotify.com/episode/4a20LcwRPanvw7szbnncYV",
    "pubDate": "2024-02-12",
    "description": "<p>I avsnitt 170 av Lustpodden resonerar Hanna och Leif kring ett lyssnarbrev. Brevskrivaren är arg och ledsen över att många mottagningar är HBTQIA+ certifierade men ändå misslyckas med att ge inkluderande vård. Hanna menar att behandlare måste erbjudas möjlighet att reflektera över när det kan uppstå slitningar mellan det privata och det professionella. Hanna menar att en lösning kan vara att erbjuda behandlare handledning, framför allt sexologisk och systemteoretisk sådan.</p>",
    "durationMinutes": 36
  },
  {
    "title": "169. Mitt sanna jag",
    "link": "https://www.lustpodden.se/e/169-mitt-sanna-jag/",
    "spotify": "https://open.spotify.com/episode/2zyFgw4ZmxK6fPdvUWOyCr",
    "pubDate": "2024-02-05",
    "description": "<p class=\"x_MsoNormal\">Avsnitt 169 av Lustpodden börjar lite annorlunda, då vi adresserar ett mail från tidningen Världen idag gällande avsnitt 166 om hur transpersoner upplever kristen media. Men sen resonerar Hanna och Leif utifrån samtalet från förra veckan med Ruth Bertilsson om hennes stora hemlighet. Vad gör hemligheter med oss? Vad gör det med oss när vi skäms för vårt jag och försöker förneka vilka vi är? Leif och Hanna är otroligt imponerade över Ruths berättelse, och ytterligare en brevskrivare fascineras av Ruth. Brevskrivaren har liknande upplevelser, men gjorde andra val än vad Ruth gjorde. Hanna och Leif funderar över den skuldkänsla som kan komma av att separera från en person som lider. Vi är tacksamma för alla som skriver och berättar om sina liv. Modiga ni!</p>",
    "durationMinutes": 36
  },
  {
    "title": "168. Min stora hemlighet (med Ruth Bertilsson)",
    "link": "https://www.lustpodden.se/e/168-min-stora-hemlighet-med-ruth-bertilsson/",
    "spotify": "https://open.spotify.com/episode/2JjJrRHoECBK7vEq98nhx0",
    "pubDate": "2024-01-29",
    "description": "<p>I avsnitt 168 av Lustpodden får vi lyssna till Ruth Bertilsson som berättar om sin stora hemlighet. Alla familjer har hemligheter, men i Ruths familj fanns det hemligheter som kunde ha lett till självmord. Välkommen att lyssna till hur kärlek kan övervinna de allra svåraste dilemman.</p>",
    "durationMinutes": 32
  },
  {
    "title": "167. Kroppen bär vår heder",
    "link": "https://www.lustpodden.se/e/167-kroppen-som-barare-av-heder/",
    "spotify": "https://open.spotify.com/episode/0jK9V7aT1FmWcDAp5aUBWX",
    "pubDate": "2024-01-22",
    "description": "<p>I avsnitt 167 av Lustpodden resonerar Hanna och Leif kring Oliver Jähnkes transresa bort från och tillbaka till kyrkan. De imponeras av hans kunskaper men också öppenhet i att berätta om sina smärtsamma upplevelser av bibelrelaterat våld och den utsatthet och utfrysning som detta ledde till. Leif reflekterar över hur svårtolkade bibeltexter ofta missbrukas i maktens tjänst. Hanna resonerar vidare hur kroppen, vår sexualitet och dess uttryck blir bärare av vår heder. Att komma ut i sin stolthet och njutning är skrämmande. Därför borde kyrkan vara en plats som omfamnar alla de modiga människor som vågar komma ut. Då skulle kyrkan få blomma ut i eufori och harmoni, när alla är viktiga.</p><br><p> </p><br><p class=\"x_MsoNormal\">Tips på andra avsnitt från Lustpodden:</p><br><ul><li class=\"x_MsoNormal\">Avsnitt 79. Sexuella läggningar (med Suzann Larsdotter)</li><br><li class=\"x_MsoNormal\">Avsnitt 80. Könsidentiteter (med Suzann Larsdotter)</li><br><li class=\"x_MsoNormal\">Avsnitt 117. Jag fattar ingenting</li><br><li class=\"x_MsoNormal\">Avsnitt 122. Jag fattar fortfarande ingenting</li><br><li class=\"x_MsoNormal\">Avsnitt 150. En kyrka som gaslightar och självskadar?</li><br></ul>",
    "durationMinutes": 35
  },
  {
    "title": "166. Transresan tillbaka till kyrkan (med Oliver Jähnke)",
    "link": "https://www.lustpodden.se/e/166-transresan-tillbaka-till-kyrkan-med-oliwer-jahnke/",
    "spotify": "https://open.spotify.com/episode/1sPlOeBsKtW1d0EEKdFtMA",
    "pubDate": "2024-01-15",
    "description": "<p>I avsnitt 165-166 av Lustpodden gästas vi av Oliver Jähnke som är styrelsemedlem i både EKHO och European Forum for LGBTQI+ Christian groups. Han berättar om sina erfarenheter att komma ut som trans i en frikyrka i Göteborg och hur det följdes av tystnad och exkludering. Efter att ha blivit utfryst lämnade han dessa sammanhang. Nu är han tillbaka och reser runt i kyrkor för att höja medvetenheten om hur kyrkan kan vara inkluderande för transpersoner. Han utgår från sina egna erfarenheter men berättar även generellt om fakta kring transpersoners vardag i Sverige. Han berättar om hur religiösa institutioner har utövat makt men att denna trend går att vända. I avsnittet ges även tips på hur kyrkan kan vara inkluderande.</p>",
    "durationMinutes": 33
  },
  {
    "title": "165. Transresan bort från kyrkan (med Oliver Jähnke)",
    "link": "https://www.lustpodden.se/e/165-transresan-bort-fran-kyrkan-med-oliwer-jahnke/",
    "spotify": "https://open.spotify.com/episode/0iTGMXOmfURpJ1OD8VPyNv",
    "pubDate": "2024-01-08",
    "description": "<p>I avsnitt 165-166 av Lustpodden gästas vi av Oliver Jähnke som är styrelsemedlem i både EKHO och European Forum for LGBTQI+ Christian groups. Han berättar om sina erfarenheter att komma ut som trans i en frikyrka i Göteborg och hur det följdes av tystnad och exkludering. Efter att ha blivit utfryst lämnade han dessa sammanhang. Nu är han tillbaka och reser runt i kyrkor för att höja medvetenheten om hur kyrkan kan vara inkluderande för transpersoner. Han utgår från sina egna erfarenheter men berättar även generellt om fakta kring transpersoners vardag i Sverige. Han berättar om hur religiösa institutioner har utövat makt men att denna trend går att vända. I avsnittet ges även tips på hur kyrkan kan vara inkluderande.</p>",
    "durationMinutes": 27
  },
  {
    "title": "164. God fortsättning!",
    "link": "https://www.lustpodden.se/e/164-god-fortsattning/",
    "spotify": "https://open.spotify.com/episode/1Pxbh95vJEa6cvc2bxUtYi",
    "pubDate": "2024-01-02",
    "description": "<p>Gott nytt år! I avsnitt 164 av Lustpodden reflekterar Hanna och Leif över året som gått och blickar framåt mot året 2024 som ska fyllas av spännande lärdomar och möten.</p>",
    "durationMinutes": 34
  },
  {
    "title": "163. Hela mig (eller ”Adrian for president!”)",
    "link": "https://www.lustpodden.se/e/163-hela-mig-eller-adrian-for-president/",
    "spotify": "https://open.spotify.com/episode/5pMLSEB9kNV4t59udhwpnZ",
    "pubDate": "2023-12-25",
    "description": "<p>I Lustpoddens sista avsnitt för 2023 reflekterar Hanna och Leif över Adrian Glamocaks klokskaper. De talar om skam, destruktivitet och dissociation och hur vi människor behöver föda fram alla delar inom oss för att bli hela som människor. Med hjälp av Adrians mod får vi alla en förebild för att förlösas i vår sexualitet, vårt mognande och våra livsval. Från Lustpodden, till er alla, en riktigt god fortsättning!</p>",
    "durationMinutes": 37
  },
  {
    "title": "162.  Mer Adrian Glamocak: Ska vi verkligen skära i friska kroppar?",
    "link": "https://www.lustpodden.se/e/162-mer-adrian-glamocak-ska-vi-verkligen-skara-i-friska-kroppar/",
    "spotify": "https://open.spotify.com/episode/6S3Rjuf34iJ6rZgwnBJpqC",
    "pubDate": "2023-12-18",
    "description": "<p>I avsnitt 162 av Lustpodden samtalar Hanna vidare med Adrian Glamocak som ger sin syn på svensk transvård. Hur ser han på samhällets rädsla att personer ska ångra sina beslut? Adrian ger även lite reflektioner kring hur terapeuter och anhöriga kan hjälpa transpersoner att må bättre. Han avslutar med att ge oss en stor portion hopp om att vi kan göra den här världen snällare och bättre.</p>",
    "durationMinutes": 32
  },
  {
    "title": "161. Adrian Glamocak om själens transition - från död till liv",
    "link": "https://www.lustpodden.se/e/161-adrian-glamocak-om-sjalens-transition-fran-dod-till-liv/",
    "spotify": "https://open.spotify.com/episode/3GRkLWgVC87QvKIaY2dmuw",
    "pubDate": "2023-12-11",
    "description": "<p>I avnsitt 161 av Lustpodden gästas vi av Adrian Glamocak som är en 27-årig transkille. Han är idag välmående men berättar öppenhjärtigt om vilka destruktiva uttryck hans internaliserade transfobi tog sig i hans ungdom. Till skillnad från många andra beskrivningar lägger Adrian tonvikten på den inre smärtan när kroppens uttryck inte är i balans. Idag beskriver han det som att en del av honom dog, men något annat föddes - om hur det gamla har omformulerats till något nytt.</p>",
    "durationMinutes": 33
  },
  {
    "title": "160. Smärtans budskap: Det finns hopp",
    "link": "https://www.lustpodden.se/e/160-smartans-budskap-det-finns-hopp/",
    "spotify": "https://open.spotify.com/episode/4ajRbEs0pfxQcsLoSIE6OI",
    "pubDate": "2023-12-04",
    "description": "<p class=\"x_MsoNormal\">I avsnitt 160 av Lustpodden reflekterar Hanna och Leif vidare kring Daniel Marotis böcker kring smärtans budskap. Men först firar de att Lustpodden firar 3 år! Avsnittet fokuserar sedan hur att smärtans budskap vill erbjuda en möjlighet för lära känna sig själv och sin kropp bättre. Hanna kopplar samman det till sina nya insikter från hypnosutbildningen. De samtalar om hur terapeuter kan jobba vidare med dessa frågor. Som avslutning på detta treårsfirande låter Hannas svägerska Martina Möllås oss lyssna på hennes nya jullåt \"I natt föds ett hopp\".</p>",
    "durationMinutes": 38
  },
  {
    "title": "159. Smärtans budskap: Jag har en kropp!",
    "link": "https://www.lustpodden.se/e/159-smartans-budskap-jag-har-en-kropp/",
    "spotify": "https://open.spotify.com/episode/55vD4OxQDjtOA9hpRVSCRb",
    "pubDate": "2023-11-27",
    "description": "<p>I avsnitt 159 av Lustpodden reflekterar Leif och Hanna kring samtalen med Daniel Maroti och hans forskning om hur smärta behandlas med psykologisk behandling. De resonerar kring hur relationen mellan kropp och själ har beskrivits genom årtusenden. Hanna uppmuntrar till användandet av Freuds begrepp kroppsjaget, där det yttre och inre förenas.</p>",
    "durationMinutes": 35
  },
  {
    "title": "158. Smärtans budskap: om känslobaserad terapi (med Daniel Maroti)",
    "link": "https://www.lustpodden.se/e/158-smartans-budskap-om-kanslobaserad-terapi-med-daniel-maroti/",
    "spotify": "https://open.spotify.com/episode/0u02yZjZ4hSXgF4hb53KY1",
    "pubDate": "2023-11-20",
    "description": "<p>I avsnitt 158 av Lustpodden fortsätter Hanna samtalet med Daniel Maroti om hans forskning kring känslobaserad terapi vid funktionella somatiska syndrom. I dagens avsnitt är fokus på hur den psykologiska behandlingen går till. Han poängterar att patienten behöver känna sig motiverad. Hanna ifrågasätter begreppet acceptans vid psykologiska behandlingar. Daniel understryker istället behovet av självmedkänsla.</p>",
    "durationMinutes": 29
  },
  {
    "title": "157. Smärtans budskap: när känslor gör ont (med Daniel Maroti)",
    "link": "https://www.lustpodden.se/e/157-smartans-budskap-med-daniel-maroti/",
    "spotify": "https://open.spotify.com/episode/6rDsNOd6P3Og2i51CJ3kwH",
    "pubDate": "2023-11-13",
    "description": "<p>I avsnitt 157 av Lustpodden inleder Hanna och Leif med lite tips på kurs i Vance om symboler. Sedan får ni lyssna till Daniel Maroti, psykolog och forskare som bland annat skrivit boken \"Smärtans budskap: om känslofokuserad terapi vid funktionella somatiska syndrom\" (2022). Han beskriver diagnosen funktionellt somatiskt syndrom. Det innebär att en patient har smärtor eller andra svårigheter, men som vi ännu inte har teknik eller diagnosmöjligheter för att förklara varför den smärtan finns. Daniel forskning visar att vissa av dessa patienter kan bli hjälpta av psykologisk behandling. I detta första avsnitt är fokus på resonemang kring diagnosen och hur psykologiska faktorer kan spela viss roll för hur långvariga kroppsliga symtom utvecklas och upprätthålls.</p>",
    "durationMinutes": 34
  },
  {
    "title": "156. Lyssnarbrev från terapeuter",
    "link": "https://www.lustpodden.se/e/156-lyssnarbrev-fran-terapeuter/",
    "spotify": "https://open.spotify.com/episode/21OwQKkEd6Iv8KoFZsYn90",
    "pubDate": "2023-11-06",
    "description": "<p>I avsnitt 156 reflekterar Hanna och Leif först kring terapi och olika aspekter som terapeuter behöver förfina för att möta sina patienter på bästa sätt. Sedan läser Leif upp lyssnarbrev från terapeuter och Hanna försöker svara så gott hon kan. Frågorna berör hur en sexologisk journal ska skrivas och om terapeuten ska jobba med par när den själv går igenom en skilsmässa. Andra frågor handlar om hur terapeuten hanterar att möta med en patient på en kink-klubb och vad som händer då terapeuten retar sig på sina patienter.</p>",
    "durationMinutes": 40
  },
  {
    "title": "155. Lyssnarbrev – 15 000 terapeutiska möten!",
    "link": "https://www.lustpodden.se/e/155-lyssnarbrev-%e2%80%93-15-000-terapeutiska-moten/",
    "spotify": "https://open.spotify.com/episode/1FZ3kSLMSOdgFFaG3Arv0m",
    "pubDate": "2023-10-30",
    "description": "<p>I avsnitt 155 av Lustpodden fortsätter Hanna och Leif att svara på lyssnarbrev. Hanna förklarar varför hon efter över 15 000 patientmöten har svårt för att ge generella handfasta råd till lyssnarna. De reflekterar över hur en brevskrivare kan hantera att partnern har många tidigare sexuella erfarenheter, och de har även fått en fråga om samtycke och alkohol.</p>",
    "durationMinutes": 35
  },
  {
    "title": "154. Lyssnarbrev – Jag vill också ha en Leif!",
    "link": "https://www.lustpodden.se/e/154-lyssnarbrev-%e2%80%93-jag-vill-ocksa-ha-en-leif/",
    "spotify": "https://open.spotify.com/episode/0IsUFwOAmnAwbQWtSobdkd",
    "pubDate": "2023-10-23",
    "description": "<p>I avsnitt 154 av Lustpodden läser Hanna och Leif lyssnarbrev med reaktioner och frågor. De försöker svara så gott de kan på frågor om var vi får tag på en Leif, hur vår uppväxt med en frånvarande alkoholiserad mamma kan påverka oss i sexlusten när vi blir äldre, samt om gubbkultur och maktutövande i kyrkan.</p>",
    "durationMinutes": 34
  },
  {
    "title": "153. Samtycke",
    "link": "https://www.lustpodden.se/e/153-samtycke/",
    "spotify": "https://open.spotify.com/episode/4APibb5bkfRc9hPmNbQ5vX",
    "pubDate": "2023-10-16",
    "description": "<p>Avsnitt 153 av Lustpodden ägnas helt åt begreppet samtycke. Hanna och Leif resonerar utifrån Betty Martins samtyckeshjul. Modellen utgår från resonemang om hur vi tar emot och hur vi ger en gåva och kan appliceras på olika tycker av tjänster och önskningar. Men i sammanhanget försöker Leif och Hanna fokusera på just samtycke vid sex. Det blir återigen tydligt hur komplext samtycke är. Hur själviska får vi vara i våra önskningar innan vi går över samtycket? Hur mycket kan vi gå med på innan vi går över samtycket? Betty Martin visar på att utanför samtycket finns skuggsidor som omöjliggör respekt för oss själva och andra. Gå gärna in på Lustpoddens Instagram, @lustpodden, och kolla in Leif och Hannas film där de försöker förklara modellen på 2 minuter!</p>",
    "durationMinutes": 34
  },
  {
    "title": "152. Sex principer för bra sex",
    "link": "https://www.lustpodden.se/e/152-sex-principer-for-bra-sex/",
    "spotify": "https://open.spotify.com/episode/6ocJXsXorIILaF4zt4tXri",
    "pubDate": "2023-10-09",
    "description": "<p>I avsnitt 152 av Lustpodden fördjupar Hanna och Leif sitt resonemang från avsnitt 123 som hette \"Sluta porra om porr\", där de talade om sex principer för att stärka sexuell hälsa. I dagens avsnitt utforskar de ämnet vidare men talar även om vikten av en etisk kompass för att inte styras av den egna individuella moralen i mötet med patienter. Här kan du som möter klienter i samtal eller ska undervisa kring sexualitet och relationer få flera bra tips!</p>",
    "durationMinutes": 39
  },
  {
    "title": "151. Är du redo? Om att bli lämnad kvar när Jesus kommer tillbaka.",
    "link": "https://www.lustpodden.se/e/151-ar-du-redo-om-att-bli-lamnad-kvar-nar-jesus-kommer-tillbaka/",
    "spotify": "https://open.spotify.com/episode/1W2nXrakEzpFUWOsui9MQD",
    "pubDate": "2023-10-02",
    "description": "<p>I avsnitt 151 av Lustpodden gästas vi av den fantastiske pastorn och teologen Leif Carlsson. Han gör upp med kyrkans negativa undervisning om Jesu återkomst. Läran var menad som tröst för förföljda kristna, men har istället ofta förvridits till ett maktmedel för att hålla människor in i leden. Det har format mycket rädsla och inte minst prestationsångest. Men Leif lugnar oss med att vi inte behöver tro en på lära om Jesus återkomst där man blir kvarlämnad för att man inte lever upp till vissa krav. Vi kan slappna av och veta att vi duger som vi är!</p>",
    "durationMinutes": 33
  },
  {
    "title": "150. En kyrka som gaslightar och självskadar?",
    "link": "https://www.lustpodden.se/e/150-en-kyrka-som-gaslightar-och-sjalvskadar/",
    "spotify": "https://open.spotify.com/episode/3QNaFhWzfAGYMNGpncxo0z",
    "pubDate": "2023-09-25",
    "description": "<p>I avsnitt 150 av Lustpodden reflekterar Hanna och Leif över avsnitten med Ulrika Davidsson om De Fria fåren. Hanna beskriver kyrkans tal om att ”alla får komma som de är” som gaslighting, när sanningen är att många känner att de måste omformulera sig för att passa in. Leif berättar om religionspsykologer som beskriver sann omvändelse som att verkligen göra en egen trosbeskrivning och inte bara ta över andras värderingar. De samtalar även kring omvändelseterapi och att om kyrkan ska vara en enda kropp, så verkar den lida av ett självskadebeteende när den försöker straffa bort vissa delar.</p>",
    "durationMinutes": 39
  },
  {
    "title": "149. De fria fåren - fler berättelser (med Ulrika Davidsson)",
    "link": "https://www.lustpodden.se/e/149-de-fria-faren-fler-berattelser-med-ulrika-davidsson/",
    "spotify": "https://open.spotify.com/episode/1F7aeQ5FQjsJt64g4iQgye",
    "pubDate": "2023-09-18",
    "description": "<p>I avsnitt 148 och 149 av Lustpodden gästas vi av Ulrika Davidsson som är initiativtagare till både Facebook-kontot \"De fria fåren\" och instiftandet av Religionstraumadagen (24 maj). \"De fria fåren\" är en plattform för medlemmarna att dekonstruera, rekonstruera och omformulera sin gudstro. I dagens avsnitt får vi ta del av ännu fler berättelser som Ulrika har fått tillåtelse att dela. De är starka, svårsmälta och centreras till sexualitet, genus och relationer. </p>",
    "durationMinutes": 33
  },
  {
    "title": "148. De fria fåren (med Ulrika Davidsson)",
    "link": "https://www.lustpodden.se/e/148-de-fria-faren-med-ulrika-davidsson/",
    "spotify": "https://open.spotify.com/episode/76h1rv04k9YGav3PoNgJfr",
    "pubDate": "2023-09-11",
    "description": "<p>I avsnitt 148 och 149 av Lustpodden gästas vi av Ulrika Davidsson som är initiativtagare till både Facebook-kontot \"De fria fåren\" och instiftandet av Religionstraumadagen (24 maj). \"De fria fåren\" är en plattform för medlemmarna att dekonstruera, rekonstruera och omformulera sin gudstro. Ulrika har fått tillåtelse att dela några av berättelserna och de är såväl starka som svårsmälta, och centreras till sexualitet, genus och relationer.</p>",
    "durationMinutes": 34
  },
  {
    "title": "147. Erotik: En tillfredsställd erotik",
    "link": "https://www.lustpodden.se/e/147-erotik-en-tillfredsstalld-erotik/",
    "spotify": "https://open.spotify.com/episode/3nljyFTzLq0j0FTa3oaA6l",
    "pubDate": "2023-09-04",
    "description": "<p>I avsnitt 147 av Lustpodden är Hanna och Leif i mål med att reflektera kring Jack Morins bok \"The Erotic Mind\"! Även i detta kapitel ger Morin lite sammanfattande tips om hur boken kan användas. Han ger fem olika viktiga ingredienser som omger en tillfredsställd erotik; orgasmisk intensitet, sänka hämmande faktorer, få och ge bekräftelse, delaktighet och samspel samt spiritualitet.</p>",
    "durationMinutes": 34
  },
  {
    "title": "146. Erotik: Den motsägelsefulla vägen mot lustfylld erotik",
    "link": "https://www.lustpodden.se/e/146-erotik-den-motsagelsefulla-vagen-mot-lustfylld-erotik/",
    "spotify": "https://open.spotify.com/episode/1A9sZhd8YvqK3UeS08Qj9K",
    "pubDate": "2023-08-28",
    "description": "<p>I avsnitt 146 av Lustpodden börjar Hanna och Leif närma sig avslutningen i Jack Morins bok \"The Erotic Mind\". Morin ger inga enkla \"quick fix\"-tips för varken mer lust eller förbättrad njutning, men erbjuder däremot flertalet livsgenomgripande förhållningssätt för att hantera alla de delar som boken tagit upp: erotiska höjdpunkter, kärnteman, hörnstenar och emotioner. Bokens förslag kan te sig som paradoxala, men Hanna understryker hur hon tror att Morin har helt rätt!</p>",
    "durationMinutes": 37
  },
  {
    "title": "145. Erotik: Dos & Don’ts för hållbara attraktioner",
    "link": "https://www.lustpodden.se/e/145-erotik-dos-don-ts-for-hallbara-attraktioner/",
    "spotify": "https://open.spotify.com/episode/1KR8dtwwgKhZogChBZiJFv",
    "pubDate": "2023-08-21",
    "description": "<p>I avsnitt 145 av Lustpodden fortsätter Hanna och Leif reflekterandet kring Jack Morins bok \"The Erotic Mind\". Även denna gång är fokus på långvariga parrelationer och frågan hur det går att samspela mellan trygghet och passion. Trygghet kanske förväxlas med tråkighet? Hur kommer det sig att många par som känner varandra väl, ändå har svårt att ha självsex tillsammans? Och vad är skillnaden på hemligheter och det privata? Hanna myntar även begreppet majoritetsstress, som beskriver våra upplevda krav av att tvinga in oss i heteronormativiteten.</p>",
    "durationMinutes": 36
  },
  {
    "title": "144. Erotik: Erotik i långvariga relationer",
    "link": "https://www.lustpodden.se/e/144-erotik-erotik-i-langvariga-relationer/",
    "spotify": "https://open.spotify.com/episode/3cMj5fADIoxBav86lDgVQy",
    "pubDate": "2023-08-14",
    "description": "<p>I avsnitt 144 av Lustpodden fortsätter Hanna och Leif reflekterandet kring Jack Morins bok, \"The Erotic Mind\". Nu utforskar Morin paradoxen varför så många långvariga relationer vinner emotionell närhet och trygghet, men på sikt ofta förlorar den erotiska passionen. Anledningarna han beskriver går helt emot råden från dagens äktenskapsrådgivare, som menar att par behöver förbättra sin kommunikation eller lösa konflikter. Morins tes är istället att paren har blivit för lika och förlorat sin självständighet och nyfikenhet inför varandra.</p>",
    "durationMinutes": 34
  },
  {
    "title": "143. Erotik: Att förändra erotiska mönster",
    "link": "https://www.lustpodden.se/e/143-erotik-att-forandra-erotiska-monster/",
    "spotify": "https://open.spotify.com/episode/0iO7ZaIptPtLvCMj2udSbG",
    "pubDate": "2023-08-07",
    "description": "<p>I avsnitt 143 av Lustpodden fortsätter Hanna och Leif reflekterandet kring Jack Morins bok, \"The Erotic Mind\". Nu närmar vi oss den sista delen av boken som ämnar hjälpa oss att finna vägar mot en positiv erotik! I detta kapitel får vi sju tips för hur vi kan vända destruktiva och självhatande erotiska mönster. Tipsen kan verka enkla till en början, men kräver tid och engagemang för att kunna genomföras.</p>",
    "durationMinutes": 35
  },
  {
    "title": "142. Erotik: Erotik och självhat",
    "link": "https://www.lustpodden.se/e/142-erotik-erotik-och-sjalvhat/",
    "spotify": "https://open.spotify.com/episode/5EuvRXeZlwSyvDQKlxBPb5",
    "pubDate": "2023-07-31",
    "description": "<p>I avsnitt 142 av Lustpodden fortsätter Hanna och Leif reflekterandet kring Jack Morins bok, \"The Erotic Mind\". Även i detta kapitlet fördjupas förståelsen för de svårigheter och destruktiva mönster som vår erotik kan fastna i, nu med utgångspunkten i hur självhat förgiftar vår självkänsla och försvårar för oss att njuta av sexualitet och kroppslighet.</p>",
    "durationMinutes": 34
  },
  {
    "title": "141. Erotik: Erotik som upprepningstvång",
    "link": "https://www.lustpodden.se/e/141-erotik-erotik-som-upprepningstvang/",
    "spotify": "https://open.spotify.com/episode/3eHal1pxc2nfsJUdjBljQU",
    "pubDate": "2023-07-24",
    "description": "<p>I avsnitt 141 av Lustpodden fortsätter Hanna och Leif reflekterandet kring Jack Morins bok, \"The Erotic Mind\". Efter att boken tidigare redogjort för hur vår erotik byggs upp av och vävs ihop med våra livsresor, beskriver han nu i denna del av boken hur tidigare konflikter, trauman eller svårigheter kan störa vår erotik, där konsekvensen blir att vi kan hamna i upprepande mönster som vi inte mår bra av. Till exempel att alltid bli förälskad i den jag inte kan få, eller att söka mig till personer som inte vill mig väl. Och vad är det egentligen för skillnad mellan lust och kärlek?</p>",
    "durationMinutes": 36
  },
  {
    "title": "140. Erotik: Erotiska kärnteman",
    "link": "https://www.lustpodden.se/e/140-erotik-erotiska-karnteman/",
    "spotify": "https://open.spotify.com/episode/5Ebei31trovQbKmUrmQjQb",
    "pubDate": "2023-07-17",
    "description": "<p>I avsnitt 140 av Lustpodden har Hanna och Leif kommit till det sista kapitlet i första delen av Jack Morins bok \"The Erotic Mind\". Här sammanfattas allt vi hittills lärt oss och att vi i våra fantasier kan upptäcka erotiska kärnteman som finns med likt sexuella script kring våra val av fantasier. Vad säger dessa kärnteman om hur vi vill positionera oss i fantasier och i verkliga livet?</p>",
    "durationMinutes": 37
  },
  {
    "title": "139. Erotik: Emotioner som afrodisiaka",
    "link": "https://www.lustpodden.se/e/139-erotik-emotioner-som-afrodisiaka/",
    "spotify": "https://open.spotify.com/episode/73zFJCZaoOhyiWboMboN5U",
    "pubDate": "2023-07-10",
    "description": "<p>I avsnitt 139 av Lustpodden reflekterar Hanna och Leif vidare kring Jack Morins bok \"The Erotic Mind\". Nu har de kommit till kapitlet om hur våra emotioner kan trigga oss sexuellt. Det är lätt att förstå när det gäller glada, euforiska och behagliga emotioner, men Morins bok redogör för hur alla våra emotioner är delaktiga i att trigga, utmana och påverka vår lust och vår längtan.</p>",
    "durationMinutes": 37
  },
  {
    "title": "138. Erotik: Erotikens fyra hörnstenar",
    "link": "https://www.lustpodden.se/e/138-erotik-erotikens-fyra-hornstenar/",
    "spotify": "https://open.spotify.com/episode/4VMSMWaNAcwSHx9XQllJcI",
    "pubDate": "2023-07-03",
    "description": "<p>I avsnitt 138 av Lustpodden resonerar Hanna och Leif vidare kring erotik utifrån Jack Morins bok \"The Erotic Mind\". Denna gång är fokus på de fyra hörnstenarna som formar vår erotiska laddning. Dessa hörnstenar är: Längtan och förväntan, Att gå emot regler, Sökandet efter makt och Att övervinna ambivalens.</p>",
    "durationMinutes": 38
  },
  {
    "title": "137. Erotik: Erotiska höjdpunkter",
    "link": "https://www.lustpodden.se/e/137-erotik-erotiska-hojdpunkter/",
    "spotify": "https://open.spotify.com/episode/5GXYI1NoQ1LdBjb854oJmV",
    "pubDate": "2023-06-26",
    "description": "<p>I avsnitt 137 av Lustpodden fortsätter Hanna och Leif den erotiska resan utifrån Jack Morins bok \"The Erotic Mind\". Denna gång samtalar de om hur våra erotiska höjdpunkter från våra fantasier och verkliga livet kan hjälpa oss att identifiera vilka ingredienser som krävs för att dessa \"peak\"-upplevelser ska inträffa.</p>",
    "durationMinutes": 34
  },
  {
    "title": "136. Erotik: Den erotiska ekvationen",
    "link": "https://www.lustpodden.se/e/136-erotik-den-erotiska-ekvationen/",
    "spotify": "https://open.spotify.com/episode/1E4LoSVOJiCivM0y1i9chr",
    "pubDate": "2023-06-19",
    "description": "<p>I avsnitt 136 av Lustpodden resonerar Hanna och Leif vidare kring EROTIK med utgångspunkt i boken \"The Erotic Mind\" av Jack Morin. Denna gång används ett lyssnarbrev för att synliggöra Morins antaganden om Den Erotiska Ekvationen: attraktion som möter på hinder, leder till starkare upphetsning och passion. Hanna myntar begreppet andlig jetlag och beskriver hur brevskrivaren kan komma vidare från religiös påverkan som gett rädsla och skam, genom att väva samman MESS-metoden och Jack Morins beskrivning av den erotiska ekvationen.</p>",
    "durationMinutes": 35
  },
  {
    "title": "135. Erotik: Sexpositivitet, anything goes?",
    "link": "https://www.lustpodden.se/e/135-erotik-sexpositivitet-anything-goes/",
    "spotify": "https://open.spotify.com/episode/0Sa2UMVUjc6OMeXQ9DKhbD",
    "pubDate": "2023-06-12",
    "description": "Med avsnitt 135 inleder vi vår fördjupning kring EROTIK, med utgångspunkt i Jack Morins klassiker \"The Erotic Mind: Unlocking the Inner Sources of Passion and Fulfillment\". Hanna och Leif resonerar om begreppet sexpositivitet, som inte handlar om handlingar utan vårt förhållningssätt till lust, respekt och relationer.",
    "durationMinutes": 34
  },
  {
    "title": "134. Amning, moral och revansch (med Erica Solheim, del 2)",
    "link": "https://www.lustpodden.se/e/134-amning-moral-och-revansch-med-erica-solheim-del-2/",
    "spotify": "https://open.spotify.com/episode/4oL4taEeM9KdCc83ZCaDSF",
    "pubDate": "2023-06-05",
    "description": "<p>I avsnitt 134 av Lustpodden fortsätter samtalet mellan Leif och Hanna och gästen Erica Solheim som berättar om sitt arbete som amningsvurmande barnmorska. Frågorna hettar till kring alkohol, moraliserande och Erika beskriver hur hon vill ge amningen en revansch. Avsnittet avslutas med att Hanna och Leif reflekterar kring kön och biologiska orättvisor. </p>",
    "durationMinutes": 36
  },
  {
    "title": "133. Amning, jämställdhet och orättvisor (med Erica Solheim, del 1)",
    "link": "https://www.lustpodden.se/e/133-amning-jamstalldhet-och-orattvisor-med-erika-solheim-del-1/",
    "spotify": "https://open.spotify.com/episode/5aDmgmpAAmMXzMTURvSUSk",
    "pubDate": "2023-05-29",
    "description": "<p>I avsnitt 133 gästas Lustpodden av barnmorskan Erica Solheim, vice ordförande i Svenska barnmorskeförbundet. Idag blir hon intervjuad av både Leif och Hanna, som försöker samsas om micken. Tillsammans reflekterar trion kring amning och varför det styrs av så många olika normer. De diskuterar även hur man kan tänka kring jämställdhet och biologiska orättvisor när det kommer till amning.</p>",
    "durationMinutes": 36
  },
  {
    "title": "132. Föräldraskap bortom normen",
    "link": "https://www.lustpodden.se/e/132-foraldraskap-bortom-normen/",
    "spotify": "https://open.spotify.com/episode/4ghRUsvjELP5ljlhDzTqSO",
    "pubDate": "2023-05-22",
    "description": "<p>I avsnitt 132 av Lustpodden resonerar Hanna och Leif kring de två senaste avsnitten och hur föräldraskap kan ses bortom normen. Leif funderar över likheterna med antikens familjebegrepp och hur det var i bondesamhället. Leifs frågor kring flersamhet till trots så förstår de båda hur bra det kan bli när fler engagerar sig i barns välmående.</p>",
    "durationMinutes": 38
  },
  {
    "title": "131. Du med flera (med Tanja Suhinina)",
    "link": "https://www.lustpodden.se/e/131-du-med-flera-med-tanja-suhinina/",
    "spotify": "https://open.spotify.com/episode/4GYZI4ci3AzUz5gW7Rkkk1",
    "pubDate": "2023-05-15",
    "description": "<p>I avsnitt 131 av Lustpodden gästas vi av psykolog och sexolog Tanja Suhinina. Hon berättar om sin bok \"Du med flera: En guide till polyamori, relationsanarki och annan flersamhet\". Hon berättar även om den forskning som finns om flersamma relationer och, som ett led i Lustpoddens serie om graviditeter, pratar Tanja även om den forskning som finns kring flersamhet, anknytning och föräldraskap.</p>",
    "durationMinutes": 37
  },
  {
    "title": "130. Regnbågsfamiljer (med Lotta Andreasson Edman)",
    "link": "https://www.lustpodden.se/e/130-regnbagsfamiljer-med-lotta-andreasson-edman/",
    "spotify": "https://open.spotify.com/episode/6w6eyXmToaEXs9pjf6CWDi",
    "pubDate": "2023-05-08",
    "description": "<p>I avsnitt 130 gästas Lustpodden av Mama Mias verksamhetsutvecklare Lotta Andreasson Edman. Hon är barnmorska och innehar mångårig erfarenhet av att arbeta med god och inkluderande vård för regnbågsfamiljer. Hanna och Lotta resonerar kring vad en familj är och varför vissa familjestrukturer gör oss osäkra. Men kanske viktigast av allt: vad behöver behandlare tänka på i mötet med familjekonstellationer som går bortanför normerna.</p>",
    "durationMinutes": 34
  },
  {
    "title": "129. Barnlängtan",
    "link": "https://www.lustpodden.se/e/129-barnlangtan/",
    "spotify": "https://open.spotify.com/episode/4EFchU57cd7UjSaTQQu3Bn",
    "pubDate": "2023-05-01",
    "description": "<p>I avsnitt 129 av Lustpodden resonerar Hanna och Leif om de senaste avsnitten om surrogatmoderskap och självstående föräldraskap. De fördjupar sig i vår innersta längtan om att föra livet vidare, varför tidsaspekten ger oss olika förutsättningar och är efterlängtande barn detsamma som att de är älskade?</p>",
    "durationMinutes": 34
  },
  {
    "title": "128. Självstående förälder (med Ylva)",
    "link": "https://www.lustpodden.se/e/128-sjalvstaende-foralder-med-ylva/",
    "spotify": "https://open.spotify.com/episode/2FFlc39t1QoarWGymWHr5R",
    "pubDate": "2023-04-24",
    "description": "<p>I avsnitt 128 av Lustpodden får ni möta Ylva som länge var övertygad om att hon inte ville har barn. Men vid en terapi där hon samtalade om en existentiell kris, började hon ifrågasätta sin tidigare övertygelse. Efter noga funderingar bestämde hon sig för att starta en process för att bli gravid utan partner eller medförälder. Vid inspelningstillfället av den här intervjun är Ylva i den senare delen av sin graviditet, men idag lever hon med sin son Folke som är lite över ett år.</p>",
    "durationMinutes": 39
  },
  {
    "title": "127. Surrogatmödraskap (med Anna Arvidsson)",
    "link": "https://www.lustpodden.se/e/127-surrogatmodraskap-med-anna-arvidsson/",
    "spotify": "https://open.spotify.com/episode/23HjchVRP3nzWbi862k7fj",
    "pubDate": "2023-04-17",
    "description": "<p>I avsnitt 127 av Lustpodden gästas vi av Anna Arvidsson, forskare vid Malmö universitet. Hon utkom 2019 med sin avhandling som utforskade olika perspektiv på surrogatmödraskap. Det finns få områden som omgärdas av så mycket tyckande och värderingar som just att starta en graviditet med avsikt att bära och föda barnet åt någon annan. Här korsas åsikter om exploatering av kroppar och människor i fattigdom med praktiska lösningar på vår starka längtan efter barn.</p>",
    "durationMinutes": 34
  },
  {
    "title": "126. Reflektioner om erfarenheter vi inte har... eller?",
    "link": "https://www.lustpodden.se/e/126-reflektioner-om-erfarenheter-vi-inte-har-eller/",
    "spotify": "https://open.spotify.com/episode/0zsm3ZTws6mtsTo0DJ7Qu1",
    "pubDate": "2023-04-10",
    "description": "<p>I avsnitt 126 av Lustpodden reflekterar Hanna och Leif kring Jonna Bornemarks filosofiska resonemang om graviditeter och livets gränser. Samtalet tar sats utifrån erfarenheter som de själva inte har, men inser att bara det faktum att vi är människor förenar oss till att empatiskt kunna studera olika fenomen. Begreppen \"dugaj\", \"paktivitet\" och asymmetrisk etik gås igenom och Hanna konstaterar att Jonnas reflekterande passar väl in i det systemteoretiska tänkandet.</p>",
    "durationMinutes": 34
  },
  {
    "title": "125. Jag är himmel och hav, del 2 (med Jonna Bornemark)",
    "link": "https://www.lustpodden.se/e/125-jag-ar-himmel-och-hav-del-2-med-jonna-bornemark/",
    "spotify": "https://open.spotify.com/episode/0ARna5gsoaZmtHZUrmtJqt",
    "pubDate": "2023-04-03",
    "description": "<p>I avsnitt 125 av Lustpodden fortsätter Hanna samtalet med filosofiprofessorn Jonna Bornemark om hennes bok \"Jag är himmel och hav: En filosofisk undersökning av graviditet, liv och jagets gränser\". Dagens samtal lägger fokus på asymmetrisk etik och vad graviditeter kan lära oss om maktrelationer och ansvar. Avslutningsvis hamnar ordet dela i fokus.</p>",
    "durationMinutes": 29
  },
  {
    "title": "124. Jag är himmel och hav, del 1 (med Jonna Bornemark)",
    "link": "https://www.lustpodden.se/e/124-jag-ar-himmel-och-hav-del-1-med-jonna-bornemark/",
    "spotify": "https://open.spotify.com/episode/20VAxqquj3CIfeoxbKsZnD",
    "pubDate": "2023-03-27",
    "description": "<p>I avsnitt 124 av Lustpodden samtalar Hanna med filosofiprofessorn Jonna Bornemark om hennes bok, \"Jag är himmel och hav: en filosofisk undersökning av graviditet, liv och jagets gränser\". Hör Jonna beskriva hur filosofin kring graviditeter berör identitet, samspel och miljö. Smaka på nya ord som \"dugaj\", \"paktivitet\" och reflektioner kring att våga uppleva det meningslösa.</p>",
    "durationMinutes": 33
  },
  {
    "title": "123. Sluta porra om porr!",
    "link": "https://www.lustpodden.se/e/123-sluta-porra-om-porr/",
    "spotify": "https://open.spotify.com/episode/6rAN9xo4yT2SaiwAwazVwc",
    "pubDate": "2023-03-20",
    "description": "<p>I avsnitt 123 av Lustpodden reflekterar Hanna och Leif kring Uppdrag gransknings serie ”Hårt sex”, som handlar om ungdomars porrvanor och hur dessa påverkar deras sexualitet och relationer. Hanna har en hel del att invända mot programmens beskrivningar, och tydliggör hur olikheter i synen på porr kan beskrivas och förklaras. Hanna berättar även om en teori som sätter fokus på hur vi istället kan tala om viktiga principer för goda relationer och sexuell hälsa.</p>",
    "durationMinutes": 35
  },
  {
    "title": "122. Jag fattar fortfarande ingenting",
    "link": "https://www.lustpodden.se/e/122-jag-fattar-fortfarande-ingenting/",
    "spotify": "https://open.spotify.com/episode/2X6A8depkpbRtgN7xpT5Au",
    "pubDate": "2023-03-13",
    "description": "<p>I avsnitt 122 av Lustpodden svarar Hanna och Leif på lyssnarfrågor som inkommit sedan avsnitt 117; \"Jag fattar ingenting\". Leif ställs mot väggen om vilka bibeltexter som är värst och Hanna får en fråga om hur vi ska tänka när det inte är vi själva som inte fattar något, utan vår omgivning som inte förstår oss.</p>",
    "durationMinutes": 38
  },
  {
    "title": "121. Måste jag välja Gud ELLER sexualitet?",
    "link": "https://www.lustpodden.se/e/122-valja-gud-eller-sexualitet/",
    "spotify": "https://open.spotify.com/episode/1LP0GGduutFWGECOYzrZVG",
    "pubDate": "2023-03-06",
    "description": "<p>I avsnitt 121 av Lustpodden resonerar Hanna och Leif utifrån förra veckans avsnitt med P-O Eurell, som beskrev hur verkligheten korrigerade hans syn på livet när hans son kom ut som gay. Samtalet kretsar kring hur och om vi kan välja våra liv, alternativa begrepp till HBTQ och omvändelseförsök - men framför allt att vi behöver mer kärlek till oss själva och varandra.</p>",
    "durationMinutes": 37
  },
  {
    "title": "120. Verkligheten korrigerar (med P-O Eurell)",
    "link": "https://www.lustpodden.se/e/120-verkligheten-korrigerar-med-p-o-eurell/",
    "spotify": "https://open.spotify.com/episode/4sfdnUNHg2PPUuPLGymksH",
    "pubDate": "2023-02-27",
    "description": "<p>I avsnitt 120 av Lustpodden samtalar Hanna med P-O Eurell som skrivit boken \"Verkligheten korrigerar, en bok om homosexualitet i ljuset av bibeln, historien och mötet med människor\". Hans konservativa syn på hbtq fick sig en rejäl törn när hans son Gabriel kom ut som gay. Det var startskottet för en resa av omvändelse, där han nu förstår hur hans kristna tro kan inkludera både Jesus och icke heteronormativ sexualitet.</p>",
    "durationMinutes": 39
  },
  {
    "title": "119. En sexpositiv Jesusrörelse?",
    "link": "https://www.lustpodden.se/e/119-en-sexpositiv-jesusrorelse/",
    "spotify": "https://open.spotify.com/episode/4Uf9hAKxl40J4zFbZTo6IX",
    "pubDate": "2023-02-20",
    "description": "<p>I avsnitt 119 av Lustpodden reflekterar Hanna och Leif över förra veckans avsnitt med dr Tina Schermer Sellers. De funderar över Jesusrörelsen och om det går att vara både troende och sexpositiv.</p>",
    "durationMinutes": 34
  },
  {
    "title": "118. Sex, skam och den konservativa kyrkan (med dr Tina Schermer Sellers)",
    "link": "https://www.lustpodden.se/e/118-sex-skam-och-den-konservativa-kyrkan-med-dr-tina-schermer-seller/",
    "spotify": "https://open.spotify.com/episode/6xB7GwIloUbNJMUU4BUrQM",
    "pubDate": "2023-02-13",
    "description": "<p>Avsnitt 118 av Lustpodden gästas av dr Tina Schermer Sellers från Seattle som var på besök i Sverige för att utforska sina svenska rötter. Tina är familjeterapeut och sexterapeut via en amerikansk sexologförening. Lyssna på hennes berättelse och bländas av hennes analys kring såväl vad konservativ kristendom har förstört gällande människors inställning till njutning, men också om hur det går att överkomma och bryta den socialt nedärvda kedjan av sexuell skam.</p>",
    "durationMinutes": 37
  },
  {
    "title": "117. Jag fattar ingenting",
    "link": "https://www.lustpodden.se/e/117-jag-fattar-ingenting/",
    "spotify": "https://open.spotify.com/episode/0bqoJ7DGddXs2PrUvnT0vn",
    "pubDate": "2023-02-06",
    "description": "<p>Avsnitt 117 av Lustpodden djupdyker i Leifs oförmåga att förstå. Han har skrivit en triologi i ämnet. Eller snarare om svårigheten att förstå svåra bibeltexter. Hanna och Leif utgår från Leif sammanfattning av motsägelsefulla, svårtolkade och missbrukade texter och applicerar detta på vad Hanna möter i sitt terapirum. När vi går igenom livskriser säger många \"jag fattar ingenting!\". Kanske är det ändå moget att utbrista detta, när livet faller samman och vi inte förstår vad som hänt eller hur vi ska gå vidare?</p>",
    "durationMinutes": 39
  },
  {
    "title": "116. Lidande, chemsex och skadereducering",
    "link": "https://www.lustpodden.se/e/116-lidande-chemsex-och-skadereglering/",
    "spotify": "https://open.spotify.com/episode/11iDQrnATQDR0D4cMEjnoV",
    "pubDate": "2023-01-30",
    "description": "<p>Avsnitt 116 av Lustpodden reflekterar vidare om chemsex, där Hanna och Leif försöker förstå och resonera kring fenomenet. Leif konstaterar att avsnitten med Tonny gör honom bedrövad, men Hanna försöker peka på det hoppfulla som chemsexfenomenet kan lära oss alla. Leif konstaterar å det bestämdaste att världen blir bättre utan homofobi. Han passar även på att gratta Hanna till hennes senaste titel, Lärare- och handledare i systemteoretisk familjeterapi.</p>",
    "durationMinutes": 36
  },
  {
    "title": "115. Chemsex, del 2 av 2 (med Tonny Bønløkke Hertz)",
    "link": "https://www.lustpodden.se/e/115-chemsex-del-2-av-2-med-tonny-b%c3%b8nl%c3%b8kke-hertz/",
    "spotify": "https://open.spotify.com/episode/7hGN7Pu7JcbLWlcI9EnqKo",
    "pubDate": "2023-01-23",
    "description": "<p>Avsnitt 115 av Lustpodden är en fortsättning från förra veckan och vi gästas återigen av Tonny Bønløkke Hertz, psykosocial behandlare och auktoriserad sexologisk rådgivare, som arbetar med chemsex i Köpenhamn. I dagens avsnitt berättar han om vad terapeuter behöver tänka på för att arbeta med den sexuella hälsan hos individer som använder droger för att njuta mer av sex. Han berättar även om hur han tar hand om sig själv för att orka med sitt jobb. Tonny ger fina beskrivningar som ger hopp även i svåra verkligheter med mycket lidande.</p>",
    "durationMinutes": 37
  },
  {
    "title": "114. Chemsex, del 1 av 2 (med Tonny Bønløkke Hertz)",
    "link": "https://www.lustpodden.se/e/114-chemsex-del-1-av-2-med-tonny-b%c3%b8nl%c3%b8kke-hertz/",
    "spotify": "https://open.spotify.com/episode/2jI2q4iZD4pqUp27WVgQvo",
    "pubDate": "2023-01-16",
    "description": "<p>Avsnitt 114 av Lustpodden är det första av två där vi gästas av Tonny Bønløkke Hertz. Tonny har en bakgrund som socialarbetare och auktoriserad sexologisk rådgivare och arbetar på AIDS-Fondet i Köpenhamn som psykosocial behandlare. I detta avsnitt berättar Tonny om fenomenet chemsex, som brukar beskrivas som män och/eller transpersoner som har sex med män och samtidigt använder droger för att kunna ha sex under lång tid och ofta med flera partners. Han beskriver öppenhjärtigt att han själv tidigare använt droger, men nu använder sina erfarenheter och unika insikter för att hjälpa andra. Fastän det inte är geografiskt långt till Danmark så finns det stora skillnader gällande synsätt inom drogpolitik som spelar avgörande roll för arbetet med sexuella hälsa. </p>",
    "durationMinutes": 30
  },
  {
    "title": "113. Erotiska språk",
    "link": "https://www.lustpodden.se/e/113-erotiska-sprak/",
    "spotify": "https://open.spotify.com/episode/651hXm7afqZjrTT0WstS8o",
    "pubDate": "2023-01-09",
    "description": "<p>I avsnitt 113 av Lustpodden fördjupar sig Hanna och Leif i våra erotiska språk. De resonerar kring att vår lust kan uttryckas på olika sätt: genom sinnen, kropp och spiritualitet. Men de fascineras samtidigt över att detsamma gäller med våra religiösa praktiker.</p>",
    "durationMinutes": 31
  },
  {
    "title": "112. Året som gått och året som kommer",
    "link": "https://www.lustpodden.se/e/112-aret-som-gatt-och-aret-som-kommer/",
    "spotify": "https://open.spotify.com/episode/4ptmQeWgwvoKFSYRycjT57",
    "pubDate": "2023-01-02",
    "description": "<p>I avsnitt 112 av Lustpodden ger Hanna och Leif sina återblickar från året som gått och alla ämnen som har berörts. Självklart blickar de även hoppfullt framåt mot 2023 med nya ämnen och spännande gäster, och några lyssnarfrågor om att driva en podcast hinns också med. God fortsättning på det nya året!</p>",
    "durationMinutes": 31
  },
  {
    "title": "111. Projektioner, projektioner och åter projektioner",
    "link": "https://www.lustpodden.se/e/111-projektioner-projektioner-och-ater-projektioner/",
    "spotify": "https://open.spotify.com/episode/6d6o8881lI5C6e7mYGf8E5",
    "pubDate": "2022-12-26",
    "description": "<p>I avsnitt 111 av Lustpodden resonerar Hanna och Leif om avsnitten där Suzanne Gieser berättat om Jungiansk psykologi. De fascineras över arketyper, drömmar och inte minst projektioner. Självklart berör de lust och kreativitet och hur våra erfarenheter berör det allmänmänskliga som binder samman oss med varandra, historien och framtiden. De reflekterar kring individualism, andlighet, ensamhet och lidande. På tal om projektioner, hur relaterar dessa till ondska och skuld?</p>",
    "durationMinutes": 34
  },
  {
    "title": "110. Suzanne Gieser om Carl-Gustav Jung, del 2",
    "link": "https://www.lustpodden.se/e/110-suzanne-gieser-om-carl-gustav-jung-del-2/",
    "spotify": "https://open.spotify.com/episode/3zA1SJkTK6KfAWF9JjPlgt",
    "pubDate": "2022-12-19",
    "description": "<p class=\"x_MsoNormal\">I avsnitt 110 av Lustpodden fortsätter intervjun med Suzanne Gieser. Suzanne tar oss än djupare in i Jungs underbara värld och lär oss mer om metaforer, symboler och hur de stora berättelserna kan appliceras på oss som individer. Vi tittar även närmare på begrepp som lust, kreativitet och psykisk ohälsa, men även hur logos och eros relaterar till manlighet respektive kvinnlighet.</p><br><p class=\"x_MsoNormal\"> </p>",
    "durationMinutes": 28
  },
  {
    "title": "109. Suzanne Gieser om Carl-Gustav Jung, del 1",
    "link": "https://www.lustpodden.se/e/109-suzanne-gieser-om-carl-gustav-jung-del-1/",
    "spotify": "https://open.spotify.com/episode/6gjRxDPC1BCI5C0y4zM0pc",
    "pubDate": "2022-12-12",
    "description": "<p class=\"x_MsoNormal\">I avsnitt 109 av Lustpodden gästas vi av Suzanne Gieser som är leg. psykoterapeut och fil. dr. i vetenskapshistoria. Suzannes avhandling handlar om utbytet mellan Carl-Gustav Jung, den jungianska psykologins fader, och Wolfgang Pauli som fick nobelpriset i fysik år 1945. Samtalet är uppdelat på två delar och i dagens avsnitt berättar Suzanne om vem Jung var, hans teorier och hur dessa kan användas i terapi. Här får du bekanta dig med drömtolkning, förälskelsens projektioner, skuggjag och arketyper!</p>",
    "durationMinutes": 35
  },
  {
    "title": "108. Befrielse genom lidande",
    "link": "https://www.lustpodden.se/e/108-befrielse-genom-lidande/",
    "spotify": "https://open.spotify.com/episode/3TowCLK0fFQUlkgmTdg1wU",
    "pubDate": "2022-12-05",
    "description": "<p>I avsnitt 108 av Lustpodden samtalar Hanna och Leif med utgångspunkt i avsnitten om BDSM och kristen tro. De reflekterar över skuld och smärta, och längtan efter rening, lindring och befrielse från lidande - att lusten kan finnas i avsaknaden av smärta. Leif identifierar krockar i religionshistoriska jämförelser med samtida upplevelser, och utifrån maktaspekterna av skuld återkommer Hanna till huruvida Maria, Jesu moder, verkligen kunde ge samtycke till en allsmäktig Gud. </p>",
    "durationMinutes": 34
  },
  {
    "title": "107. BDSM och kristen tro, del 2/2 (med Charlotta Carlström)",
    "link": "https://www.lustpodden.se/e/107-bdsm-och-kristen-to-del-22-med-charlotta-carlstrom/",
    "spotify": "https://open.spotify.com/episode/6xBoQ7MSvjyHyoPqnnLZ1K",
    "pubDate": "2022-11-28",
    "description": "<p>I avsnitt 107 av Lustpodden fortsätter samtalet med forskaren Charlotta Carlström, denna gång med fokus på hur upplevelser inom BDSM-praktik kan likna spirituella och religiösa sammanhang. Leif och Hanna resonerar vidare om hur sexualitet, njutning och lidande relaterar till maktspel inom religionens värld.</p>",
    "durationMinutes": 35
  },
  {
    "title": "106. BDSM och kristen tro, del 1/2 (med Charlotta Carlström)",
    "link": "https://www.lustpodden.se/e/106-bdsm-och-kristen-tro-del-12-med-charlotta-carlstrom/",
    "spotify": "https://open.spotify.com/episode/3wZtu7MYsrfUp5CyerwNOG",
    "pubDate": "2022-11-21",
    "description": "<p>I avsnitt 106 av Lustpodden gästas vi återigen av den fantastiska forskaren Charlotta Carlström. I dagens avsnitt berättar hon om sin forskning om (den sexuella) praktiken BDSM; vad betyder och vad innebär den? Avsnittet är första delen av två, där Charlotta nästa gång kommer att berätta om likheterna mellan BDSM-upplevelser och spiritualitet. Under de sista minuterna av dagens avsnitt gästas vi av Leif, som får många frågor om dagens ämne men som sin vana trogen är öppen och söker förståelse för det han inte riktigt förstår. Som en sann forskare!</p>",
    "durationMinutes": 32
  },
  {
    "title": "105. Sexologi + systemteori = SANT?",
    "link": "https://www.lustpodden.se/e/105-sexologi-systemteori-sant/",
    "spotify": "https://open.spotify.com/episode/22tOurR0WAiCnjeM0RulHO",
    "pubDate": "2022-11-14",
    "description": "<p>I avsnitt 105 av Lustpodden samtalar Hanna och Leif om hur sexologisk behandling går till. Hanna berättar att utformandet av behandlingen beror mycket på behandlarens egen grundutbildning och fokus för vården. Utöver det är det viktigt att följa god sexologisk praxis och så långt som möjligt följa evidensbaserad vård. Tillsammans med empirisk beprövad erfarenhet kan sexologisk behandling komma bort ifrån att styras av tyckanden, moraliska värderingar och personliga åsikter. Hanna berättar också om hur systemteoretiskt tänkande gifter sig väl med sexologisk kunskap, eftersom båda områdena kan beskrivas som att olika system och relationer påverkar varandra.</p>",
    "durationMinutes": 34
  },
  {
    "title": "104. Är sex bäst i Skåne? (med Margit och Ingrid)",
    "link": "https://www.lustpodden.se/e/104-ar-sex-bast-i-skane-med-margit-och-ingrid/",
    "spotify": "https://open.spotify.com/episode/4OmtXh9a2grFgkusihFdyh",
    "pubDate": "2022-11-07",
    "description": "<p>I dagens avsnitt av Lustpodden intervjuar Hanna de båda barnmorskorna och sexologerna Margit Leist Hagström och Ingrid Karlsson. De arbetar som konsulter inom Region Skåne, som erbjuder möjlighet för personer som studerat sexologi att arbeta med klinisk sexologi via barnmorskemottagningar. Detta gör att den sexologiska vården och behandlingen i Skåne är exceptionell i jämförelse med övriga Sverige, då patienterna erbjuds sexologisk behandling inom högkostnadsskyddet. Kanske ger detta inte ”bäst sex” i Skåne, men det möjliggör för patienter att få hjälp med sexologiska besvär i offentlig vård. Margit och Ingrid berättar om hur de kom in på den sexologiska banan och varför de troligtvis kommer fortsätta med det ända tills de sitter på ”hemmet”.</p><br><p> </p><br><p>Tips: Utbildningsdag med Hanna Möllås om hur samtal kan hjälpa par med lust, sex och intimitetsproblematik! Den 2 december 2022, kl. 09:00-16:00, på plats i Jönköping eller digitalt. Anmälan görs via <a href='mailto:emil@relationskonsulterna.se'>emil@relationskonsulterna.se</a> och mer info finns på relationskonsulterna.se. </p>",
    "durationMinutes": 36
  },
  {
    "title": "103. Hur blir jag sexolog?",
    "link": "https://www.lustpodden.se/e/103-hur-blir-jag-sexolog/",
    "spotify": "https://open.spotify.com/episode/1TPLpsJGGIDuJy7vKKl6OG",
    "pubDate": "2022-11-01",
    "description": "<p class=\"x_MsoNormal\">I avsnitt 103 av Lustpodden gästas Leif av en av personerna som bäst kan berätta hur du blir sexolog i Sverige! Gästen är nämligen ordförande i Nordisk Förening för Sexologiskt Auktorisationsarbete (NACS) och heter... Hanna Möllås! Tillsammans med Suzann Larsdotter arbetar Hanna med auktorisering för sexologer i Svensk förening för sexologi (SfS) och utifrån dessa erfarenheter kommer Hanna att berätta om hur det sexologiska fältet kan kvalitetssäkras genom auktorisationer och vad som krävs för att tilldelas de olika auktorisationerna inom sexologi.  Vi får även höra ett inspel från Catharina Lundgren Idh som berättar om diplomering för sexualupplysare.</p><br><p class=\"x_MsoNormal\"> </p>",
    "durationMinutes": 34
  },
  {
    "title": "102. Sexologer i Estland",
    "link": "https://www.lustpodden.se/e/102-sexologer-i-estland/",
    "spotify": "https://open.spotify.com/episode/6EGZXLNF2I1PIMJ8larJMO",
    "pubDate": "2022-10-24",
    "description": "<p>I avsnitt 102 av Lustpodden gästas Hanna via länk av Annika Tamme och Paul Korrovits, som båda arbetar med sexologi i Estland. Annika arbetar som psykolog och Paul som androlog, och de var båda ansvariga för den sexologiska konferensen i Tartu som Hanna och många andra svenska sexologer var på. Tillsammans delar de med sig av sina erfarenheter av att arbeta sexologiskt och de beskriver de möjligheter som finns, men också de hinder som står i vägen för sexuell hälsa för människor i Estland.  </p>",
    "durationMinutes": 27
  },
  {
    "title": "101. Sexologers bekännelser i Tartu",
    "link": "https://www.lustpodden.se/e/101-sexologers-bekannelser-i-tartu/",
    "spotify": "https://open.spotify.com/episode/3IqYzLSspdsB5nzxSXP5HU",
    "pubDate": "2022-10-17",
    "description": "<p>I avsnitt 101 av Lustpodden påbörjas en serie om sexologins underbara värld. Det kommer mynna ut i avsnitt om hur du kan bli auktoriserad i sexologi, men även hur Hanna arbetar med sexologisk systemteori. Men i dagens avsnitt intervjuar Hanna flera sexologer när de alla var samlade på en sexologisk konferens i Tartu, Estland. De berättar om sina olika utgångspunkter för varför de började studera och arbeta med sexologi, och visar exempel på den bredd som det sexologiska arbetet inbegriper.</p>",
    "durationMinutes": 38
  },
  {
    "title": "100. System i par- och familjeterapi",
    "link": "https://www.lustpodden.se/e/100-system-i-par-och-familjeterapi/",
    "spotify": "https://open.spotify.com/episode/7mj1d34v6RbkMjs8YySKtI",
    "pubDate": "2022-10-10",
    "description": "<p>I avsnitt 100 av Lustpodden resonerar Hanna och Leif över familje- och parpsykoterapeutisk behandling och varför dessa gruppbehandlingar verkar ha svårt att få fäste i det individualiserade Sverige. Hanna berättar om sin resa till en sexologisk konferens i Tartu, som slutade i viss turbulens. Vidare samtalar de om begreppet ”moraliserande” och vikten av att våga stå upp för den svage.</p>",
    "durationMinutes": 33
  },
  {
    "title": "99. Familje- och parpsykoterapi (med Madeleine Cocozza)",
    "link": "https://www.lustpodden.se/e/99-familjeterapi-med-madeleine-cocozza/",
    "spotify": "https://open.spotify.com/episode/7xOrCxjhG63gii8dXD1yl7",
    "pubDate": "2022-10-03",
    "description": "<p>I avsnitt 99 samtalar Hanna med Madeleine Coccozza som är leg. psykoterapeut, med. doktor samt författare. Utifrån sin forskning och möten med över 4000 familjer, berättar Madeleine om systemteoretisk familjeterapi. Hon berättar även om sin bok \"Familjebygget\", med fokus på barn, föräldraskap men även parrelationer. Hur kan vi förstå barns mående utifrån familjeterapi? Hur bevarar man erotiken i vårt stressade samhälle? Hur tar vi hand om varandra i parrelationer? Och stämmer det verkligen att barn mår bra så länge föräldrarna mår bra?</p>",
    "durationMinutes": 32
  },
  {
    "title": "98. Gruppterapi, tid och process",
    "link": "https://www.lustpodden.se/e/98-gruppterapi-tid-och-process/",
    "spotify": "https://open.spotify.com/episode/3oUPnD8ovxRsvONioGs1jC",
    "pubDate": "2022-09-26",
    "description": "<p>I avsnitt 98 av Lustpodden reflekterar Hanna och Leif om lärdomarna från samtalet om gruppterapi med Louise Boman. Båda är lite tagna av hur intresserade de blir av ämnet och de engagerar sig för att förstå det ännu mer. Hanna berättar att hon precis har varit på ett seminarium om gruppens betydelse och fascineras av de spirituella eller mystiska inslagen i det som skapar gruppdynamik. De samtalar om vikten av att terapi måste få ta tid för att processen ska kunna leda till förändring.</p>",
    "durationMinutes": 34
  },
  {
    "title": "97. Gruppterapi (med Louise Boman)",
    "link": "https://www.lustpodden.se/e/97-gruppterapi-med-louise-bohman/",
    "spotify": "https://open.spotify.com/episode/5h2O19MaYmL2y0wbmY2yDm",
    "pubDate": "2022-09-19",
    "description": "<p>I avsnitt 97 av Lustpodden samtalar Hanna med Louise Boman som är leg. psykolog, leg. psykoterapeut och handledare. Utöver detta är hon gruppanalytiker och arbetar med gruppterapi. Hon berättar om hur det är att arbeta med gruppterapi, fördelarna med att samtala i grupp framför individualterapi och hur man kan gå till väga för att utbilda sig inom gruppsamtal. Hanna reflekterar kring att när ensamheten breder ut sig allt mer i samhället och ekonomin i stor utsträckning styr vår vardag, så verkar det som ett synnerligen smart drag att det satsas mer på gruppterapi!</p>",
    "durationMinutes": 34
  },
  {
    "title": "96. LUST: Sammanfattning och avslut",
    "link": "https://www.lustpodden.se/e/96-lust-sammanfattning-och-avslut/",
    "spotify": "https://open.spotify.com/episode/3Fa2K8ZsaWmnaqFocI4ew0",
    "pubDate": "2022-09-13",
    "description": "<p class=\"x_MsoNormal\">I avsnitt 96 av Lustpodden avslutar Hanna och Leif sommarens serie kring LUST med en summering. De resonerar över ännu fler lyssnarfrågor och funderarar över hur vi kan utmana oss i sexuella relationer. Vad är manipulation och vad är kärlek? Och vad händer när vi blir svältföda på sex?</p><br><p class=\"x_MsoNormal\"> </p><br><p class=\"x_MsoNormal\">Lustavsnitten har tillägnats Maria Carola-Bure som har varit med i Lustpodden (avsnitt 18) och som dessvärre har avlidit efter en tids sjukdom.</p>",
    "durationMinutes": 34
  },
  {
    "title": "95. LUST: Lyssnarfrågor!",
    "link": "https://www.lustpodden.se/e/95-lust-lyssnarfragor/",
    "spotify": "https://open.spotify.com/episode/09Jy3GjWXZ8IzXLoBEqYDM",
    "pubDate": "2022-09-05",
    "description": "<p>I avsnitt 95 av Lustpodden påbörjar Hanna och Leif summeringen av sommarens serie om LUST, där avsnittens teman har utifrån bokstäverna som formar \"lust\". Tillsammans reflekterar de över frågor som lyssnarna har skickat in, och de resonerar bland annat kring kärlek, svartsjuka och ägande i relationer.</p>",
    "durationMinutes": 34
  },
  {
    "title": "94. LUST: T som i Trohet och Tvåsamhet",
    "link": "https://www.lustpodden.se/e/94-lust-t-som-i-trohet-och-tvasamhet/",
    "spotify": "https://open.spotify.com/episode/1VzBrUtvCFHHjRCH7idwq9",
    "pubDate": "2022-08-29",
    "description": "<p>I avsnitt 94 av Lustpodden har Leif och Hanna kommit till det sista avsnittet som går igenom bokstäverna i begreppet LUST. I det sista avsnittet om ord på T, djupdyker de bland annat i begrepp som rör tjatsex, avseende manipulation och att hantera ett nej. Därefter diskuterar de hur trohet och tvåsamhet präglat vår syn på relationer. Men hur monogama är vi egentligen? Och hur förhåller sig terapeuter till sina egna ideal om tvåsamhet - eller flersamhet? Slutligen talar de om hur långvariga parrelationer kan hantera tristess och tända gnistan igen. Vad är egentligen att föredra - att tala om det, eller att medvetet tiga?</p>",
    "durationMinutes": 38
  },
  {
    "title": "93. LUST: T som i Trygghet och Tvång",
    "link": "https://www.lustpodden.se/e/93-lust-t-som-i-trygghet-och-tvang/",
    "spotify": "https://open.spotify.com/episode/4yc90hesxChGGTe4Pavy1n",
    "pubDate": "2022-08-22",
    "description": "<p>I avsnitt 93 av Lustpodden har Leif och Hanna kommit fram till den sista bokstaven i ordet LUST. De resonerar utifrån tårar och trygghet, men går även vidare och funderar över lidandet hos personer med tvångssyndrom, där tvånget berör en persons sexualitet. Här återkommer de bland annat till begreppet \"groinal repsonse\". Avslutningsvis berör de återupprepningstvång kopplat till trauma, där det blir tydligt att alla som utsätts för traumatiserande upplevelser använder sitt trots för att göra motstånd.</p>",
    "durationMinutes": 35
  },
  {
    "title": "92. LUST: S som i Själviskhet och Synd",
    "link": "https://www.lustpodden.se/e/92-lust-s-som-i-sjalviskhet-och-synd/",
    "spotify": "https://open.spotify.com/episode/6x9wwyWizD5kCDNpSlxwC6",
    "pubDate": "2022-08-15",
    "description": "<p>I avsnitt 92 av Lustpodden fortsätter Hanna och Leif diskutera ord som berör lust utifrån bokstaven S. Nu behandlar de ord som själviskhet och sexuella synder. Hanna försöker sig även på att sia om framtiden i en sexologisk spaning. Spaningarna berör såväl sexdockor som spiritualitet, men Hanna och Leif har nog lite olika åsikter om hur människan kommer att må av dessa eventuella utvecklingar...</p><br><p> </p><br><p>Lustavsnitten tillägnas Maria Carola-Bure som har varit med i Lustpodden (avsnitt 18) och som dessvärre har avlidit efter en tids sjukdom.</p>",
    "durationMinutes": 32
  },
  {
    "title": "91. LUST: S som i Samtycke och Sadism",
    "link": "https://www.lustpodden.se/e/91-lust-s-som-i-samtycke-och-sadism/",
    "spotify": "https://open.spotify.com/episode/4TxKlYY9BdgdBEUtJLHtDr",
    "pubDate": "2022-08-09",
    "description": "<p>I avsnitt 91 av Lustpodden fortsätter Hanna och Leif på sin resa genom bokstäverna som formar LUST. Idag har de kommit till S och fördjupar sig i begreppet samtycke, och tydliggör hur svårt det är att förenkla ner till att vilja eller inte vilja. Hur vet jag vad jag vill ge samtycke till? Hur står jag ut med att någon säger nej? Hur kan man tänka kring tjatsex? Hur kan man tänka kring samtycke innan, under och efter ett sexuellt möte? De funderar även kring sadism, och hur det kan hänga samman med samtycke.</p><br><p> </p><br><p>Lustavsnitten tillägnas Maria Carola-Bure som har varit med i Lustpodden (avsnitt 18) och som dessvärre har avlidit efter en tids sjukdom.</p>",
    "durationMinutes": 33
  },
  {
    "title": "90. LUST: U som i Ungar och Ursäkt",
    "link": "https://www.lustpodden.se/e/90-lust-u-som-i-ungar-och-ursakt/",
    "spotify": "https://open.spotify.com/episode/0UdApN2EsyrqtjaG33CIoK",
    "pubDate": "2022-08-01",
    "description": "I avsnitt 90 av Lustpodden gräver Hanna och Leif vidare kring ord på U som relaterar till lust och relationer. Denna gång avhandlar de U som i ungar, och berör hur lust och relationer påverkas under småbarnsåren, av barnlängtan och av normer kring barnafödande. <br>Hanna och Leif talar vidare om olika perspektiv på ordet ursäkt, såsom förlåtelse, försoning och förtroende. Vad krävs för äkta förening om inte \"break and repair\"? Leif läser \"kärlekens lov\" från Bibeln och resonerar kring att den för all del brukar läsas vid vigslar - men går det överföra villkorslös gudomlig kärlek till oss människor? <br>Lustavsnitten tillägnas Maria Carola-Bure som har varit med i Lustpodden (avsnitt 18) och som dessvärre har avlidit efter en tids sjukdom.",
    "durationMinutes": 33
  },
  {
    "title": "89. LUST: U som i Undergiven",
    "link": "https://www.lustpodden.se/e/89-lust-u-som-i-undergiven/",
    "spotify": "https://open.spotify.com/episode/7jZvrxUQ6eZRZBJsCNzoaU",
    "pubDate": "2022-07-25",
    "description": "<p>I avsnitt 89 av Lustpodden fortsätter Hanna o Leif att resonera kring ord om lust. Idag börjar de med bokstaven U, och resonerar kring olika maktbalanser och att vara undergiven, att undertrycka eller att vara uppvarvad. De konstaterar även att Jonna Bornemarks begrepp, asymmetrisk etik, kan hjälpa oss att resonera kring jämställdhet på nya sätt.</p><br><p> </p><br><p>Lustavsnitten tillägnas Maria Carola-Bure som har varit med i Lustpodden (avsnitt 18) och som dessvärre har avlidit efter en tids sjukdom.</p>",
    "durationMinutes": 32
  },
  {
    "title": "88. LUST: L som i Lem och Lögn",
    "link": "https://www.lustpodden.se/e/88-lust-del-2-l-som-i-lem-och-logn/",
    "spotify": "https://open.spotify.com/episode/7ECtqeCdoeolXR3ZDTqwsl",
    "pubDate": "2022-07-18",
    "description": "<p>I avsnitt 88 av Lustpodden fortsätter Leif och Hanna att reflektera om lust utifrån bokstaven L. Idag avhandlas ord och begrepp som lust, längtan, lidande, låtsas och även orden lem och lögn. Hanna myntar ett nytt koncept, ”här och där”, och förklarar varför det kan ersätta mindfullnessledorden ”här och nu” då vår fantasi kan hjälpa oss att vara närvarande \"här\", även om tanken är \"där\". De talar också om lemmens betydelse för mannens självkänsla och avslutningsvis samtalar de om hur vårt sexuella landskap ser ut.</p><br><p> </p><br><p>Lustavsnitten tillägnas Maria Carola-Bure som har varit med i Lustpodden (avsnitt 18) och som dessvärre har avlidit efter en tids sjukdom.</p>",
    "durationMinutes": 32
  },
  {
    "title": "87. LUST: L som i Lek",
    "link": "https://www.lustpodden.se/e/87-lust-l-som-i-lek/",
    "spotify": "https://open.spotify.com/episode/2I1QsNKcGlxLmzfquajrVo",
    "pubDate": "2022-07-11",
    "description": "<p>I avsnitt 87 av Lustpodden resonerar Hanna och Leif om lust utifrån bokstaven L. De poängterar återigen för Winnicotts tal om lekområde och dess betydelse för vår fantasi och lust. Utifrån hans teorier berättar Hanna om The \"Good-Enough Sex\" Model, som vidgar lustfrågor från enbart medicinska aspekter till att även inkludera psykologi, biologi och sociologi.</p><br><p> </p><br><p>Lustavsnitten tillägnas Maria Carola-Bure som har varit med i Lustpodden (avsnitt 18) och som dessvärre har avlidit efter en tids sjukdom.</p>",
    "durationMinutes": 33
  },
  {
    "title": "86. Lust och kärleksspråk",
    "link": "https://www.lustpodden.se/e/86-lust-och-karlekssprak/",
    "spotify": "https://open.spotify.com/episode/1fX95yklxxaDUOfyWzogk6",
    "pubDate": "2022-07-04",
    "description": "<p class=\"x_MsoNormal\">I avsnitt 86 av Lustpodden startar Hanna och Leif en serie avsnitt med fokus på LUST, med flera avsnitt som kommer att beröra lust från en mängd olika perspektiv! I dagens avsnitt diskuterar de kring de olika kärleksspråken och resonerar över om det går att översätta dem i sexuella språk. De samtalar kring vad lust är, skillnaden mellan lust och plikt, och likheterna mellan mat och sexlust. Hanna berättar även om begreppet ”groinal response”, som kan försvåra för oss att avläsa kroppens signaler om lust eller ångest. </p><br><p class=\"x_MsoNormal\">Lustavsnitten tillägnas Maria Carola-Bure som har varit med i Lustpodden (avsnitt 18) och som dessvärre har avlidit efter en tids sjukdom. </p>",
    "durationMinutes": 30
  },
  {
    "title": "85. Om dejting på äldre dar",
    "link": "https://www.lustpodden.se/e/85-om-dejting-pa-aldre-dar/",
    "spotify": "https://open.spotify.com/episode/4aSOgF6cMigcfLSffbdBCZ",
    "pubDate": "2022-06-27",
    "description": "<p>I avsnitt 85 av Lustpodden avrundar Hanna och Leif avsnitten som handlat om äldre och sexualitet. De reflekterar över Jennys positiva och lustfyllda inställning till livet och resonerar kring de utmaningar och möjligheter som finns med samliv och dejtande i högre åldrar.</p>",
    "durationMinutes": 34
  },
  {
    "title": "84. Att börja med sex och dejting som äldre (med Jenny)",
    "link": "https://www.lustpodden.se/e/84-att-dejta-som-aldre-med-jenny/",
    "spotify": "https://open.spotify.com/episode/6BRuh89SDqmx9unvjVr2st",
    "pubDate": "2022-06-20",
    "description": "<p>I avsnitt 84 samtalar Hanna med gästen Jenny, som kände igen sig i och inspirerades av avsnitt 45 och 46 om åldrande oskulder och den oförlösta sexualiteten. Jenny berättar att hon växte upp med en sexualmoral om att man ska vänta med sex till äktenskapet. Hon hade dock sin första intima relation som ogift vid 54 års ålder, då hon mötte en man där det \"klickade till\" och stark passion uppstod. Idag är Jenny i 70-årsåldern, känner sig fri att våga njuta och ta ansvar för sin lust. Hon berättar om sina tankar om att vara singel och dejta när man är lite äldre, om samtycke, hänsyn och hur fantastiskt det kan vara - men också hur det kan skilja sig åt från när man är yngre. </p>",
    "durationMinutes": 37
  },
  {
    "title": "83. Den åldrande sexualitetens utmaningar",
    "link": "https://www.lustpodden.se/e/83-den-aldrande-sexualitetens-utmaningar/",
    "spotify": "https://open.spotify.com/episode/0CbNaMAvE8eGgc1PLbNqYd",
    "pubDate": "2022-06-13",
    "description": "<p class=\"x_MsoNormal\">I avsnitt 83 av Lustpodden samtalar Hanna och Leif om hur sexualiteten påverkas och utmanas när vi blir äldre. De berör både det naturliga åldrandets processer, men även vad som händer med sexuell respons vid olika sjukdomar, behandlingar och läkemedel.</p><br><p class=\"x_MsoNormal\"> </p>",
    "durationMinutes": 33
  },
  {
    "title": "82. Äldre, ålderism och sexualitet (med Jacob Oredsson)",
    "link": "https://www.lustpodden.se/e/82-aldre-alderism-och-sexualitet-med-jacob-oredsson/",
    "spotify": "https://open.spotify.com/episode/0axs4H96R83vlaL26o4Ynb",
    "pubDate": "2022-06-06",
    "description": "<p>I avsnitt 82 av Lustpodden gästas vi av socionomen Jacob Oredsson som arbetar med äldre multisjuka patienter. Det här avsnittet är det första av fyra avsnitt som på olika sätt kommer att ta upp lust och relationer i vårt åldrande. Hanna och Jacob resonerar kring vilka som ingår i gruppen \"äldre\", begrepp som ålderism och varför vi har så svårt att se den åldrande människan som en sexuell person. Jacob berättar om hur svårt det kan vara att lyfta in sexualiteten i samtal med äldre patienter, men även med deras anhöriga.</p>",
    "durationMinutes": 32
  },
  {
    "title": "81. Ordens makt och heteronormativitet",
    "link": "https://www.lustpodden.se/e/81-ordens-makt-i-heteronormativitet/",
    "spotify": "https://open.spotify.com/episode/4xhmGPHowR9f7VGpUXKg4u",
    "pubDate": "2022-05-30",
    "description": "<p>I avsnitt 81 av Lustpodden talar Hanna och Leif om deras reflektioner efter avsnitten med Suzann Larsdotter, som i de senaste två avsnitten har talat om sexuella läggningar och könsidentiteter. Leif begrundar begreppet heteronormativitet och vårt behov av att individuellt få identifiera sig - hur går det ihop med att se sexualitet som ett relationellt fenomen? De djupdyker i svårigheterna med att möta och förstå andra människor, eftersom vi alla har och utgår från olika tolkningar och uppfattningar. Hanna berättar om hur hon lyfter detta när hon undervisar om sexualitet, samtycke och relationer på gymnasieskolor. Avsnittet berör även frågor som: Gynnas eller hämmas vi av begreppsjakten? Vad kommer framtida generationer att tycka och tänka om vårt sätt att tänka, definiera och tala? Vad händer när vi byter ut vissa ord och begrepp, men inte förändrar våra värderingar som belastar även de nya orden? Hanna avslutar med att reflektera kring hur terapeuter kan förhålla sig till de olika definitionerna och begreppen i arbetet med sina patienter.</p>",
    "durationMinutes": 35
  },
  {
    "title": "80. Könsidentiteter (med Suzann Larsdotter)",
    "link": "https://www.lustpodden.se/e/80-konsidentiteter-med-suzann-larsdotter/",
    "spotify": "https://open.spotify.com/episode/7vryZOrABkuwwxdDyV7U51",
    "pubDate": "2022-05-23",
    "description": "<p>I avsnitt 80 av Lustpodden fortsätter samtalet med den begåvade sexologen, socionomen och samtalsterapeuten Suzann Larsdotter. I detta avsnitt berättar Suzann om begrepp som rör könsidentiteter, trans, könsdysfori och könsbekräftande behandling. Utöver det så sammanfattar hon även hur terapeuter bör bemöta människor i terapi kring frågor som rör både sexuell läggning och könsidentiteter - och vi får ta del av goda råd från Suzanns handledare!</p>",
    "durationMinutes": 36
  },
  {
    "title": "79. Sexuella läggningar (med Suzann Larsdotter)",
    "link": "https://www.lustpodden.se/e/79-sexuella-laggningar-med-suzann-larsdotter/",
    "spotify": "https://open.spotify.com/episode/4GIpacT9iVRPlFMchs4hsL",
    "pubDate": "2022-05-16",
    "description": "<p>I avsnitt 79 av Lustpodden gästas vi återigen av mångsysslaren Suzann Larsdotter. Suzann är socionom, har en prästutbildning, är auktoriserad sexologisk rådgivare och har en grundutbildning i psykoterapi. Hon har jobbat med sexologiska frågor under många år med såväl strukturellt folkhälsoarbete och utbildning, bland annat genom RFSU och RFSL, och med kliniskt sexologiskt arbete. I två avsnitt kommer hon nu hjälpa oss att navigera kring och reda ut olika sexologiska begrepp, definitioner och identiteter - och först ut är ett avsnitt om sexuella läggningar!</p>",
    "durationMinutes": 34
  },
  {
    "title": "78. Manlig identitet - hur är man en manlig man?",
    "link": "https://www.lustpodden.se/e/78-manlig-identitet-hur-ar-man-en-manlig-man/",
    "spotify": "https://open.spotify.com/episode/0AQ9dmxIiq72t9OmTWd1uI",
    "pubDate": "2022-05-09",
    "description": "<p>I avsnitt 78 av Lustpodden samtalar Hanna och Leif kring de senaste avsnitten som handlat om mannens underliv, smärtor och hormoner. De berör även avsnitt 34 som handlade om Mannen utifrån den tillspetsade frågan; menlös eller macho? Med utgångspunkt i begrepp som hegemonisk manlighet, reflekterar de kring den manliga identitetens förutsättningar. Hur relaterar kroppens organ till våra sexistentiella frågor? Leif ger religionshistoriska perspektiv på olika typer av män i former av tre väldigt olika kungar som beskrivs i Bibeln, medan Hanna omvandlar dessa berättelser till personligheter som kan påträffas i terapimöten.</p>",
    "durationMinutes": 34
  },
  {
    "title": "77. Testosteron och testosteronbrist (med Mikael Lehtihet)",
    "link": "https://www.lustpodden.se/e/77-testosteron-och-testosteronbrist-med-mikael-lehtihet/",
    "spotify": "https://open.spotify.com/episode/5c2ZFIVTCktBjYGBSkddhc",
    "pubDate": "2022-05-02",
    "description": "<p>I avsnitt 77 av Lustpodden gästas vi än en gång av endokrinologen Mikael Lehtihet. Han berättar om hormonet testosteron och hur det påverkar våra kroppar och mående. Han redogör för flera myter om testosteronets effekter, inte minst när det gäller den sexuella lusten. Mikael berättar också om vad vi kan göra för att påverka vår hormonbild på egen hand. Du som har tänkt börja med testosteron på eget bevåg, lyssna på det här avsnittet först!</p>",
    "durationMinutes": 33
  },
  {
    "title": "76. Är manlig smärta svaghet?",
    "link": "https://www.lustpodden.se/e/76-mellansnack-om-manlig-underlivssmarta/",
    "spotify": "https://open.spotify.com/episode/2MVgQK6kXbM1TwT0Aot9oL",
    "pubDate": "2022-04-25",
    "description": "<p>I avsnitt 76 av Lustpodden har Hanna och Leif ett litet mellansnack om avsnitten med gäster som pratat om underlivssmärta och prostatacancer. Tillsammans resonerar de kring normer och föreställningar kring män och smärta, hur män ofta har svårt att tala om smärta och förhålla sig till den. Men samtidigt fascineras de över likheterna i hur underlivssmärta berör såväl kvinnor och män då hela livet, vardagen, träning, arbete och inte minst sexlivet blir lidande av en smärtproblematik. Hanna berättar om några uppsatser hon funnit om manlig underlivssmärta som också vittnar om hur denna typ av smärta gör att män känner sig omanliga och odugliga, och hur viktigt det är för vården att förstå vilka existentiella frågeställningar och problem som underlivssmärta och prostatacancer kan medföra.</p>",
    "durationMinutes": 36
  },
  {
    "title": "75. Prostatacancer (med Lars-Ove Bengtsson)",
    "link": "https://www.lustpodden.se/e/75-prostatacancer-med-lars-ove-bengtsson/",
    "spotify": "https://open.spotify.com/episode/1LnHKf0fpttqflmGdQoHLm",
    "pubDate": "2022-04-18",
    "description": "<p>I avsnitt 75 av Lustpodden gästas vi av Lars-Ove Bengtsson som är ordförande i ProLiv i Jönköping, som jobbar med att stötta patienter och anhöriga som fått besked om prostatacancer. Lars-Ove har själv blivit friskförklarad efter sin långa kamp med cancern, så hans berättelse ger hopp om att såväl livet som sexualitet och njutning kan fortsätta efter att sjukdomen påvisats. Lars-Ove berättar också om hur vården som tidigare har varit väldigt eftersatt håller på att förbättras, och han uppmanar alla män att se till att gå på undersökningar för att kunna upptäcka cancern i tid!</p>",
    "durationMinutes": 30
  },
  {
    "title": "74. Manlig underlivssmärta (med Mikael Lehtihet)",
    "link": "https://www.lustpodden.se/e/74-manlig-underlivssmarta-med-mikael-lehtihet/",
    "spotify": "https://open.spotify.com/episode/69Hd8Bu99QMaN2BOYFtItb",
    "pubDate": "2022-04-11",
    "description": "<p>I avsnitt 74 av Lustpodden får vi möta endokrinologen Mikael Lehtihet som har både jobbat och forskat inom andrologi i många år, och i synnerhet med frågor om manlig hälsa och sexuella dysfunktioner. Mikael berättar om att forskning kring manlig underlivssmärta är eftersatt och att vi beklagligt nog inte vet så mycket mer idag om smärttillståndens orsaker, än vad vi visste för 20 år sedan. Han berättar dock om vad som är viktigt att tänka på i bemötandet av dessa patienter och ger sina tankar om vad behandlingen bör fokusera på. Han konstaterar att många män har svårt att prata om den här typen av problem och av olika anledningar söker de inte hjälp, samtidigt som det heller inte finns tydliga riktlinjer vart män ska söka hjälp i dessa avseenden. Efter intervjun med Mikael så kilar allas vår Leif in med några av sina kloka reflektioner!</p>",
    "durationMinutes": 30
  },
  {
    "title": "73. Sexistentiella frågor utifrån ett otillräckligt underliv",
    "link": "https://www.lustpodden.se/e/73-sexistentiella-fragor-utifran-ett-otillrackligt-underliv/",
    "spotify": "https://open.spotify.com/episode/66asODs1Hz7kP8dADgMRL7",
    "pubDate": "2022-04-04",
    "description": "<p>I avsnitt 73 tar Hanna och Leif vid samtalet om underlivssmärta för kvinnor, med utgångspunkt i avsnitten med Anna Nordin. De tar avstamp i hur underlivssmärta väcker olika typer av förluster i livet avseende kroppsuppfattning, självbild och njutning. Dessa förluster kräver sorgearbete och tid att få hantera hur livet, kroppen och sexualiteten förändras. Hanna och Leif resonerar även kring hur underlivssmärta hos kvinnor påverkar synen på graviditet, förlossning och moderskap. Leif drar paralleller till hur kvinnors sexualitet redan på Bibelns tid var förknippad med funktionen att kunna bära ett barn. De samtalar om hur normerna och kraven har förändrats, men undrar över varför det fortfarande - år 2022! - är så svårt att samtala om dessa viktiga frågor?</p>",
    "durationMinutes": 32
  },
  {
    "title": "72. Vulvasmärta, del 2 av 2 (med Anna Nordin)",
    "link": "https://www.lustpodden.se/e/72-vulvasmarta-del-2-av-2-med-anna-nordin/",
    "spotify": "https://open.spotify.com/episode/0bfNl6ISdG1ylBeLQOxCxT",
    "pubDate": "2022-03-28",
    "description": "<p>I avsnitt 72 av Lustpodden fortsätter Hanna att tala med Anna Nordin om hennes magisteruppsats ”Mitt underliv gör att jag inte är tillräcklig”. I dagens avsnitt ligger fokus på deltagarnas behov av bra och rätt vård, och hur de fått kämpa för att få hjälp. Anna ger råd och tips till vårdpersonal samt reflekterar över hur vi bör samtala mer kring samtycke och hur smärtproblematiken påverkar parrelationer. Anna ger även uppmuntran till dig som brottas med problematiken och avslutar samtalet med att det finns hopp!</p>",
    "durationMinutes": 35
  },
  {
    "title": "71. Vulvasmärta, del 1 av 2 (med Anna Nordin)",
    "link": "https://www.lustpodden.se/e/71-vulvasmarta-del-1-av-2-med-anna-nordin/",
    "spotify": "https://open.spotify.com/episode/1ivM2DA1bPzWk6QbNbEgmx",
    "pubDate": "2022-03-21",
    "description": "<p>I avsnitt 71 av Lustpodden samtalar Hanna med Anna Nordin som har skrivit en magisteruppsats med titeln \"Mitt underliv gör att jag inte är tillräcklig: om hur det är att leva med vestibulodyni\". Resultaten i Annas studie överensstämmer tydligt med hur patienter kan beskriva att de påverkas av långvarig underlivssmärta, och dagens samtal fokuserar därför på att beskriva hur smärtan skapar lidande i personens självkänsla och att det ger stora konsekvenser på såväl sexualiteten som i sexuella relationer. Samtidigt beskriver studien hur smärtan och måendet kan bli meningsbärande och öppna upp för helt nya sätt att se på sin kropp, njutning, sex, behov och gränser. Samtalet med Anna kommer att fortsätta nästa vecka, och då med mer fokus på deltagarnas kamp för att få hjälp från vården samt vad behandlare behöver tänka på i mötet med människor som lever med denna typ av långvarig underlivssmärta.</p>",
    "durationMinutes": 32
  },
  {
    "title": "70. Sexuell smärta och underlivssmärta",
    "link": "https://www.lustpodden.se/e/70-sexuell-smarta-och-underlivssmarta/",
    "spotify": "https://open.spotify.com/episode/2ht3rEQ0jmFnbZ9uQn7JOd",
    "pubDate": "2022-03-14",
    "description": "<p>I avsnitt 70 av Lustpodden fyller Hanna år och tillsammans med Leif gläds de åt att göra det 70:e avsnittet. Det är det första av flera avsnitt om underlivssmärta som påverkar sexualiteten och livet i stort. Hanna botaniserar bland alla olika diagnoser och beskrivningar av underlivssmärta som finns för både kvinnor och män. Hanna lyfter även att mäns underlivssmärtor inte är lika beforskade som kvinnors, och i en diskussion om olika ord för könsorganen känner sig Leif inte helt bekväm. Hur, när och av vem ska dessa ord egentligen användas?</p>",
    "durationMinutes": 33
  },
  {
    "title": "69. Hur blir jag perfekt?",
    "link": "https://www.lustpodden.se/e/69-hur-blir-jag-perfekt/",
    "spotify": "https://open.spotify.com/episode/1MaEHfw8kbr7sBGSPEw6T7",
    "pubDate": "2022-03-07",
    "description": "<p>I avsnitt 69 av Lustpodden utgår samtalet mellan Hanna och Leif från människors strävan och längtan efter perfektion. Att denna längtan efter ett utopisk mål ibland sätter krokben för oss och istället skapar prestationsångest. Religionshistorikern Leif svarar på frågor om hur den kristna läran talat om helgelse, (lov)sångers mystiska påverkan och bibeltexter om att \"jaget ska bli mindre och Gud ska bli större\" - med betoning på hur farligt det kan vara att tillämpa religiösa texter som är tagna ur sitt sammanhang. Hanna gör kopplingar till hur strävan och längtan efter perfektion återfinns inom sexologin, och tillsammans reflekterar de kring hur prestation och strävan efter perfektion i det sekulära samhället har omformulerats till den perfekta kroppen, hälsan eller livet. Hanna menar att vi behöver hitta en balans mellan att vara nöjda, men inte känna att man ska nöja sig. Samtalet hamnar, som så många gånger förr, i talet om lekområde och att vara good enough!</p>",
    "durationMinutes": 34
  },
  {
    "title": "68. När religionen lurat mig på sexuell njutning",
    "link": "https://www.lustpodden.se/e/68-nar-religionen-lurat-mig-pa-sexuell-njutning/",
    "spotify": "https://open.spotify.com/episode/5L6OdYBiDjOch1OlXKICzt",
    "pubDate": "2022-02-28",
    "description": "<p>I avsnitt 68 av Lustpodden samtalar Hanna och Leif kring de negativa sexuella och relationella konsekvenser som människor som har växt upp i stränga religiösa miljöer kan beskriva i terapirummet. Då det kan vara svårt att finna en terapeut som både förstår det religiösa och de sexologiska perspektiven, ger Hanna konkreta tips för hur terapeuter kan bemöta dessa patienter genom att integrera MESS-modellen (Method of Erasing Sexual Shame) och PLISSIT-modellen med sina egna åsikter och erfarenheter av att möta dessa \"sexistensiella\" frågeställningar. </p>",
    "durationMinutes": 34
  },
  {
    "title": "67. Barns och ungas sexualitet i religionernas värld",
    "link": "https://www.lustpodden.se/e/67-barns-och-ungas-sexualitet-i-religionernas-varld/",
    "spotify": "https://open.spotify.com/episode/0Dn0LJOH6Z6tgaLOt27b6z",
    "pubDate": "2022-02-21",
    "description": "<p>I avsnitt 67 av Lustpodden samtalar Leif och Hanna om hur barns och ungas sexualitet och personlighet påverkas av att växa upp i religiösa miljöer, och skillnaderna mellan hur bra eller dålig religion påverkar deras sexuella hälsa. Hur påverkar det barn att växa upp med hot om stränga straff eller hotet om ett helvete? Hanna menar att det är viktigt att eftersträva en sexualmoral som passar med vår egen personlighet. Annars hamnar vi lätt i att försöka förtrycka och förneka vår sexualitet - och därmed också vår personlighet. Hanna berättar även om hur hon brukar möta och samtala med barn om deras rädslor inför Gud. </p>",
    "durationMinutes": 34
  },
  {
    "title": "66. Barn och unga i religionernas värld",
    "link": "https://www.lustpodden.se/e/66-barn-och-unga-i-religionernas-varld/",
    "spotify": "https://open.spotify.com/episode/41tbLO7OWWnZHBeUukHbNW",
    "pubDate": "2022-02-14",
    "description": "<p class=\"x_MsoNormal\">I avsnitt 66 av Lustpodden resonerar Hanna och Leif vidare om barns religionsfrihet med anledning av SVT-dokumentären Gud som haver barnen kär. Handlar religionsfriheten om frihet från, eller till religion? Barnkonventionen sätter fokus på att stat och familj ska ta fasta på det som är bäst för barnet. Men vem kan avgöra det? Och när i tiden ska det vara bäst för barnet - här och nu, när barnet blivit vuxet eller i evigheten? Hanna och Leif menar att det går att skilja på bra och dålig religion. Hanna berättar om boken \"Barn i religionernas värld\" av Jenny Berglund & Gunilla Gunner, samt pekar på Pehr Granqvists resonemang utifrån anknytningsteori. Hanna berättar även om hur hon själv haft existentiella samtal med en elvaåring som berättat för henne om vad meningen med livet är.</p><br><p class=\"x_MsoNormal\">Detta avsnitt lägger även grunden för nästkommande avsnitt där Hanna och Leif ska resonera kring hur barn och unga påverkas i sin sexualitet av att uppfostras i religiösa miljöer, och vad talet om ”att gå evigt förlorad” gör med vår personliga utveckling.</p>",
    "durationMinutes": 34
  },
  {
    "title": "65. Hoppet finns mellan tro och misstro",
    "link": "https://www.lustpodden.se/e/65-hoppet-finns-mellan-tro-och-misstro/",
    "spotify": "https://open.spotify.com/episode/5QFqPJVnR1Gk59lK9vRxJq",
    "pubDate": "2022-02-07",
    "description": "<p class=\"x_MsoNormal\">I avsnitt 65 av Lustpodden samtalar Hanna och Leif kring tro och misstro - och hur hopp finns där emellan. Samtalet kopplas till begrepp om hur vi formar tilltro till oss själva och andra redan under den första tiden i livet, när det lilla barnet lever i symbios med sin vårdnadshavare. En symbios som successivt måste brytas för att barnet så småningom ska kunna bli en självständig individ. Denna symbiosprocess upprepas även i vuxna relationer, där förälskelsen övergår till en mer realistisk relation - men påverkar även människors religiösa tro. Hanna förklarar vikten av att lära sig att hantera tvivel och misstro. Ett moget och realistiskt hopp finns när en människa kan bryta den naiva tilliten, men utan att hamna i total misstro. </p>",
    "durationMinutes": 38
  },
  {
    "title": "64. Usel terapi och skuldbeläggande terapeuter",
    "link": "https://www.lustpodden.se/e/64-usel-terapi-och-skuldbelaggande-terapeuter/",
    "spotify": "https://open.spotify.com/episode/3nSw7cfIKHQZTmajQx820B",
    "pubDate": "2022-01-31",
    "description": "<p class=\"x_MsoNormal\">I avsnitt 64 av Lustpodden reflekterar Hanna och Leif över Elisabeths berättelse från förra veckan, när religionen formar ett lidande ända upp i vuxen ålder. Samtalet fokuserar kring hur viktigt det är att komma ut ur sitt lidande i sin självbild till ett mer sant jag, och att detta även kan innebära att man måste omformulera såväl sig själv som sin gudsbild. Leif drar paralleller till berättelsen om Job från Gamla testamentet, och hur han hanterade sitt enorma lidande. För att spetsa till det lite extra så liknar Leif fyra av Jobs förmanande vänner vid terapeuter, och Hanna bistår med analyser av deras terapeutiska (icke) kvaliteter.</p>",
    "durationMinutes": 37
  },
  {
    "title": "63. Från lidande till en sannare självbild (med Elisabeth)",
    "link": "https://www.lustpodden.se/e/63-fran-lidande-till-en-sannare-sjalvbild-med-elisabeth/",
    "spotify": "https://open.spotify.com/episode/4fLKJpSy5pdCvZ0BKEwpD7",
    "pubDate": "2022-01-24",
    "description": "<p>I avsnitt 63 av Lustpodden får vi möta Elisabeth som berättar om hur hennes uppväxt i en frikyrklig miljö gav ett lidande som har följt med henne genom livet. När hon som ung flicka insåg att hon var förälskad i en tjej, så förstod hon att detta inte skulle accepteras av omgivningen. Elisabeth försökte länge och med alla medel att förneka dessa tankar och känslor, dels genom att utsätta sig för riskfyllda situationer men också på senare tid genom överdrivet arbetande och träning. Elisabeths berättelse och liv får dock en hoppfull vändning när hon nu som 49-åring vågar vara sann mot sig själv och komma ut som bisexuell. </p>",
    "durationMinutes": 32
  },
  {
    "title": "62. Konspirationsteorier i terapi",
    "link": "https://www.lustpodden.se/e/62-konspirationsteorier-i-terapi/",
    "spotify": "https://open.spotify.com/episode/3VcRtl5n2ZumtSZaXEbujc",
    "pubDate": "2022-01-17",
    "description": "<p>I avsnitt 62 samtalar Hanna och Leif om hur vi bäst bemöter människor som tror på konspirationsteorier eller har starka ideologier. Hanna berättar om att en grundförutsättning för terapi är att patienten känner förtroende för terapeuten så att det kan skapas en allians dem emellan. Men hur gör man då när man möter par som har helt olika åsikter i olika konspirationer? Ska terapeuten alltid förhålla sig neutral, och vad innebär olösliga problem? Hanna tipsar också om hur terapeuten kan utmana patienten att tänka och hantera livet på nya sätt och tillsammans resonerar de även kring fallgropar med sanningsbegreppet. Leif resonerar kring att religiösa texter alltid kan tolkas olika.</p>",
    "durationMinutes": 33
  },
  {
    "title": "61. Konspirationsteorier och starka ideologier",
    "link": "https://www.lustpodden.se/e/61-konspirationsteorier-och-starka-ideologier/",
    "spotify": "https://open.spotify.com/episode/50ni7r48EoPklYtogNQp5M",
    "pubDate": "2022-01-10",
    "description": "<p>I avsnitt 61 av Lustpodden samtalar Hanna och Leif om vad en konspirationsteori är, hur de formas och vem som tror på dem. Samtalet berör även hur starka ideologier lätt kan frodas i demokratiska samhällen. För att kunna klara av att stå ut med att vi inte har alla svar på livets stora frågor, framhåller Hanna att filosofiska samtal bör hållas med barn i redan skolåldern, då det kan vara behjälpligt gällande existentiell ångest. Leif berättar bland annat om bibliska texter som kan kopplas till rädsla för covid-19-vaccinet, och tillsammans resonerar de vidare kring retorik, ifrågasättande och tillgång till information, samt hur vi \"skammar\" och socialiserar varandra till att följa trender och teorier.</p>",
    "durationMinutes": 37
  },
  {
    "title": "60. Året som gått och framåtblickande",
    "link": "https://www.lustpodden.se/e/60-aret-som-gatt-och-framatblickande/",
    "spotify": "https://open.spotify.com/episode/0PGKOtKXRNbjVL5rmslSZJ",
    "pubDate": "2022-01-03",
    "description": "<p>I avsnitt 60 av Lustpodden samtalar Hanna och Leif kring de ämnen som har berörts under det gångna året. De reflekterar också över frågor och kommentarer som har inkommit från Lustpoddens lyssnare. Självklart så blickar de också framåt mot nya avsnitt och vad som komma skall under 2022!</p>",
    "durationMinutes": 33
  },
  {
    "title": "59. HBTQ och frikyrkan, del 2 (med Charlotta Carlström)",
    "link": "https://www.lustpodden.se/e/59-hbtq-och-frikyrkan-del-2-med-charlotta-carlstrom/",
    "spotify": "https://open.spotify.com/episode/16PYaZrZYN2yMFm46dqoBv",
    "pubDate": "2021-12-27",
    "description": "I avsnitt 59 av Lustpodden fortsätter samtalet med sexualitetsforskaren Charlotta Carlström om hennes forskning kring HBTQ och frikyrkan. Charlotta byter bland annat ut det laddade begreppet omvändelseterapi till omvändelsemetoder, beskriver hur internaliserad homonegativitet påverkar den psykiska hälsan och betonar den starka roll och makt som pastorer besitter i att både kunna välsigna och bekräfta människor, men likväl också kunna fördöma och exkludera dem. Charlotta reflekterar även kring vad kyrkliga ledare, pastorer, själavårdare och församlingsmedlemmar behöver tänka på för att göra frikyrkan till en tryggare plats för alla, men även vad terapeuter behöver ha förståelse för i mötet med personer med den här typen av berättelser. <br>Avsnittet avslutas med att Hanna bjuder in Leif igen och tillsammans avrundar de året med tankar och reflektioner inför kommande poddavsnitt!",
    "durationMinutes": 29
  },
  {
    "title": "58. HBTQ och frikyrkan, del 1 (med Charlotta Carlström)",
    "link": "https://www.lustpodden.se/e/58-hbtq-och-frikyrkan-del-1-med-charlotta-carlstrom/",
    "spotify": "https://open.spotify.com/episode/2oqEI5IwLQOFrjLQreqorm",
    "pubDate": "2021-12-20",
    "description": "<p>I avsnitt 58 av Lustpodden samtalar Hanna med Charlotta Carlström, som är lektor och forskare inom sexologi och sexualitetsfrågor. Samtalet utgår från Charlottas forskningsprojekt och kommande bok, där hon har intervjuat 29 personer om deras upplevelser gällande HBTQ, sexualitet och kristen frikyrklighet. Samtalet är i två delar och i detta avsnitt beskriver Charlotta flera olika berättelser om bland annat internaliserad skam, tystnadskultur och exkluderande, men också om hur hon tillämpar Foucaults teorier för att analysera och förstå de sexuella normerna och reglerna inom frikyrkan.</p>",
    "durationMinutes": 32
  },
  {
    "title": "57. Robyn och Kajsa, del 2: Att vara regnbågsförälder inom frikyrkan",
    "link": "https://www.lustpodden.se/e/57-robyn-och-kajsa-del-2-att-vara-regnbagsforalder-inom-frikyrkan/",
    "spotify": "https://open.spotify.com/episode/2oiqyQlMIHch3lqMKCCl85",
    "pubDate": "2021-12-13",
    "description": "<p>I avsnitt 57 av Lustpodden fortsätter samtalet mellan Hanna och gästerna Robyn och Kajsa. Denna gång har samtalet fokus på Kajsas berättelse om hur det är att vara förälder till en person som identifierar sig som pansexuell och icke-binär, och hur det i synnerhet har varit inom en frikyrklig kontext. Tillsammans för de samtalet vidare om vilka reaktioner de har fått under deras respektive \"komma ut\"-process, samt deras tankar om hur kyrkan kan och bör samtala mer och bättre kring frågor som rör sexualitet, könsidentitet och relationer.</p>",
    "durationMinutes": 29
  },
  {
    "title": "56. Robyn och Kajsa, del 1: Att komma ut som transperson inom frikyrkan",
    "link": "https://www.lustpodden.se/e/56-robyn-och-kajsa-del-1-att-komma-ut-som-transperson-inom-frikyrkan/",
    "spotify": "https://open.spotify.com/episode/6BgkNAfrLV7uLomtlTKjTN",
    "pubDate": "2021-12-06",
    "description": "<p class=\"x_MsoNormal\">I avsnitt 56 gästas Lustpodden av Kajsa och Robyn. Kajsa är Robyns förälder och tillsammans med Hanna för de ett samtal om \"komma ut\"-processer gällande sexuell läggning och könsidentitet och att samtidigt vara medlem i en frikyrka och ha en kristen tro. I denna första del av samtalet berättar Robyn sin personliga berättelse och om hur hen har funnit stöd i sin process, men även hur värdefullt det är att kunna stötta andra i liknande situationer. Robyn reflekterar även över hur människor runt omkring på olika sätt kan hjälpa eller stjälpa en person som är på olika stadier i sin process. </p><br><p class=\"x_MsoNormal\">I nästa avsnitt kommer Kajsa att berätta mer om att vara förälder till ett barn i en \"komma ut\"-process, i synnerhet inom en frikyrklig kontext, men även fördjupa samtalet kring frikyrka, tro och sexualitet idag. </p>",
    "durationMinutes": 31
  },
  {
    "title": "55. Psykologiska konsekvenser av de olika religiösa förhållningssätten",
    "link": "https://www.lustpodden.se/e/55-psykologiska-konsekvenser-av-de-olika-religiosa-forhallningssatten/",
    "spotify": "https://open.spotify.com/episode/6HSrgbhAIcASc5lIfjl6H9",
    "pubDate": "2021-11-29",
    "description": "<p>I avsnitt 55 av Lustpodden samtalar Hanna och Leif om vilka psykologiska konsekvenser som de olika religiösa förhållningssätten till sexualitet kan ge. Hanna jämför en viss elitistisk andlighet med att vara elitidrottare i den bemärkelsen att allt i tillvaron kretsar kring att göra allt rätt, hela tiden, för att uppnå ett visst mål. När dessa människor sedan eventuellt lämnar den typen av sammanhang så kan de känna sig lurade av sig själva, sin tro och sammanhanget. Under samtalet betonas att såväl konservativa som liberala grupperingar kan forma trångsynta strukturer som medlemmarna inte mår bra av.</p><br><p>Som en bonus avslutas detta avsnitt med låten \"Aldrig önskade han dig gömd\" av och med Hannas prisbelönta svägerska, Martina Möllås.</p>",
    "durationMinutes": 37
  },
  {
    "title": "54. Olika religiösa förhållningssätt till sexualitet",
    "link": "https://www.lustpodden.se/e/54-olika-religiosa-forhallningssatt-till-sexualitet/",
    "spotify": "https://open.spotify.com/episode/3jufZywHOEQrZA284pLRtY",
    "pubDate": "2021-11-22",
    "description": "<p>I avsnitt 54 fortsätter Leif och Hanna att samtala kring olika förhållningssätt till sexualitet som finns inom kyrkan. Hanna går igenom fyra olika grupperingar avseende förhållningssätt till religiösa texter i kristna sammanhang, och hur de respektive riktningarna påverkar synen på sexualiteten. Denna indelning kan vara behjälplig för att förstå den spännvidd som råder gällande hur människor i religiösa kontexter kan tolka sexualitetsfrågor, men också ge viktiga lärdomar om vilka konsekvenser de kan få.  </p>",
    "durationMinutes": 36
  },
  {
    "title": "53. Erotiserad andlighet",
    "link": "https://www.lustpodden.se/e/53-erotiserad-andlighet/",
    "spotify": "https://open.spotify.com/episode/7xb4yEjcbFq9jKSPqHg3eA",
    "pubDate": "2021-11-16",
    "description": "<p>I avsnitt 53 av Lustpodden talar Hanna och Leif vidare om frikyrkans förhållande till sexualitet. De samtalar kring erotiserad andlighet och att det finns många liknande drag mellan religiösa och sexuella uttryck och behov. När det sker med frivillighet och samtycke, kan dessa områden berika varandra. Men om det inte gör det, så kan människor istället känna att de blir förförda och kidnappade i sin längtan. Hanna berättar även om hur personer kan må efter att ha blivit utsatta för övergrepp av religiösa ledare.</p>",
    "durationMinutes": 33
  },
  {
    "title": "52. Sexualitet och frikyrkan",
    "link": "https://www.lustpodden.se/e/52-sexualitet-och-frikyrkan/",
    "spotify": "https://open.spotify.com/episode/6HVLaul2m4e9KlC3aXJeuL",
    "pubDate": "2021-11-08",
    "description": "<p>I avsnitt 52 av Lustpodden startar Hanna och Leif en serie avsnitt som kommer att handla om hur sexualiteten hanteras inom kyrkan, och frikyrkan i synnerhet. I detta första avsnitt berättar religionshistorikern Leif om hur väckelserörelsen och frikyrkan var delaktiga i en stor folkrörelse som förändrade det svenska samhället. Leif berättar om hur begreppet synd har hanterats och hur det påverkat frikyrkans medlemmar. Hanna och Leif påbörjar även att reflektera kring hur frikyrkan har hanterat och hanterar sexualitet och hur det har påverkat medlemmarnas mående och relationer.</p>",
    "durationMinutes": 32
  },
  {
    "title": "51. Om ADHD, sexmissbruk och kristen tro",
    "link": "https://www.lustpodden.se/e/51-om-adhd-sexmissbruk-och-kristen-tro/",
    "spotify": "https://open.spotify.com/episode/3XtIvntNxMpnDyGrVBA7uG",
    "pubDate": "2021-11-01",
    "description": "<p>I avsnitt 51 av Lustpodden resonerar Leif och Hanna vidare kring det sista samtalet med Thomas och hans berättelse om sexmissbruk, att få en ADHD diagnos men också om hans väg mot den kristna tron och katolska kyrkan. Hanna berättar om relationen mellan hypersexuella beteenden och ADHD, men även hur ADHD-symtom kan relatera till tidiga trauman. Samtalet berör också om hur kroppen och hälsan påverkas av det sexuella maniska jagandet som Thomas levt i och hur hans kropp till slut sa ifrån.</p>",
    "durationMinutes": 35
  },
  {
    "title": "50. Thomas, del 2: Sexmissbruk, ADHD och kristen tro",
    "link": "https://www.lustpodden.se/e/50-thomas-del-2-sexmissbruk-adhd-och-kristen-tro/",
    "spotify": "https://open.spotify.com/episode/7flyPHqj0AP7KIWH9Puxox",
    "pubDate": "2021-10-25",
    "description": "<p>I avsnitt 50 av Lustpodden fortsätter Hanna den andra delen av samtalet med gästen Thomas. I detta samtal reflekterar Thomas över hur det ledde fram till att han fick sin ADHD-diagnos i 50-årsåldern, och hur hans liv och sexmissbruk har påverkats av hans ADHD. Thomas berättar också om hur hans kropp och hälsa har tagit skada av all stress och ständiga jagande, men att han på senare tid har funnit ett lugn och inre ro i den katolska kyrkans sammanhang och i sin kristna tro.</p>",
    "durationMinutes": 33
  },
  {
    "title": "49. Om sexmissbruk",
    "link": "https://www.lustpodden.se/e/49-om-sexmissbruk/",
    "spotify": "https://open.spotify.com/episode/05hf6u0tuLw0yQQAHLeANs",
    "pubDate": "2021-10-18",
    "description": "<p>I avsnitt fyrtionio av Lustpodden reflekterar Hanna och Leif över förra veckans avsnitt där Thomas berättade om sitt sexmissbruk. De samtalar kring begreppet sexmissbruk och hur längtan efter genuina möten kan försvåras av rädslan för närhet och sårbarhet. Och går det verkligen att behandlas för att man är beroende av kärlek?</p>",
    "durationMinutes": 33
  },
  {
    "title": "48. Thomas, del 1: Sexmissbruk, ADHD och kristen tro",
    "link": "https://www.lustpodden.se/e/48-thomas-del-1-sexmissbruk-adhd-och-kristen-tro/",
    "spotify": "https://open.spotify.com/episode/23H9aXVdcngarHvMwmiwTk",
    "pubDate": "2021-10-11",
    "description": "<p>I avsnitt fyrtioåtta av Lustpodden får du lyssna till det första av två samtal mellan Hanna och gästen Thomas.</p><br><p>Thomas kallar sig för tillfrisknande från ett trettioårigt sexmissbruk i det första samtalet berättar han om hur det på olika sätt har påverkat honom och hans liv, relationer och sexualitet. Thomas fick sin ADHD-diagnos i övre 50-årsåldern och i det andra avsnittet kommer Thomas att berätta mer om hur det har kunnat få honom att förstå mer av sig själv och de svårigheter som han har upplevt med närhet och relationer. Thomas kommer även att berätta vilken betydelse kyrkan och den kristna tron har haft i hans sökande efter sammanhang och inre lugn.</p>",
    "durationMinutes": 35
  },
  {
    "title": "47. Förväntan på sex, kärlek och relationer",
    "link": "https://www.lustpodden.se/e/47-forvantan-pa-sex-karlek-och-relationer/",
    "spotify": "https://open.spotify.com/episode/62dxEFYCx3ef3CHerKZHO5",
    "pubDate": "2021-10-04",
    "description": "<p>I avsnitt fyrtiosju av Lustpodden resonerar Leif och Hanna vidare om vår längtan efter sexualitet, relationer och kärlek. Utifrån vår längtan formas förväntan efter att få mening i livet, känna oss sedda, trygga och viktiga. Men vad händer med oss när vår förväntan inte blir uppfylld? Hanna filosoferar över kärlekens paradox och vad den gör med oss.</p>",
    "durationMinutes": 34
  },
  {
    "title": "46. Den oförlösta sexualiteten",
    "link": "https://www.lustpodden.se/e/46-den-oforlosta-sexualiteten/",
    "spotify": "https://open.spotify.com/episode/5Hz9YH8XPaRkRrVuBJfHHu",
    "pubDate": "2021-09-28",
    "description": "<p>I avsnitt fyrtiosex av Lustpodden reflekterar Hanna och Leif över Görans berättelse om oskuld och oförlöst sexualitet i den senare delen av livet från förra avsnittet. Hanna och Leif diskuterar begreppet oskuld och vad talet om oskuld och vår längtan efter sexuella och relationella erfarenheter gör med oss. Samtalet berör även INCEL-begreppet och lyfter existentiella aspekter av den oförlösta sexualiteten. </p>",
    "durationMinutes": 33
  },
  {
    "title": "45. Åldrande oskulder (med Göran)",
    "link": "https://www.lustpodden.se/e/45-aldrande-oskulder-med-goran/",
    "spotify": "https://open.spotify.com/episode/0bppYbVmOcrKzriWiThfUy",
    "pubDate": "2021-09-21",
    "description": "<p>I avsnitt fyrtiofem samtalar Hanna med gästen Göran om hur det är att vara en åldrande oskuld. Samtalet berör längtan och förväntningar gällande sexualitet och relationer, men också hur ensamhet och en oförlöst sexualitet kan ge upphov till väldigt mörka tankar. Göran berättar om hur han känner ambivalens mellan att å ena sidan ha en stark längtan efter sexuell aktivitet, och å andra sidan känna ånger och vara rädd för besvikelser.</p>",
    "durationMinutes": 34
  },
  {
    "title": "44. Orgasmer 2.0",
    "link": "https://www.lustpodden.se/e/44-orgasmer-20/",
    "spotify": "https://open.spotify.com/episode/24dqA6xkU9V0wy3YY0kisz",
    "pubDate": "2021-09-14",
    "description": "<p>I avsnitt fyrtiofyra av Lustpodden samtalar Hanna och Leif vidare om orgasmer, med särskilt fokus på vår fixering vid upplevelsen. Jagandet efter den ultimata orgasmiska upplevelsen kan vara stressande och göra att vi fastnar i ett jämförande, snarare än att bejaka och glädjas åt den egna upplevelsen. Jakten kan även driva oss till att försöka köpa fram upplevelsen, men också till att använda olika droger i strävan att nå den ultimata kicken. Under samtalet berättar Leif även om vad som är skrivet om orgasmer i Bibeln, men introducerar även ämnet om sex i österländska religioner. </p>",
    "durationMinutes": 35
  },
  {
    "title": "43. Orgasmer",
    "link": "https://www.lustpodden.se/e/43-orgasmer/",
    "spotify": "https://open.spotify.com/episode/0tCrVzTGbanxbtIAXohVjY",
    "pubDate": "2021-09-07",
    "description": "<p>I avsnitt fyrtiotre av Lustpodden samtalar Hanna och Leif om orgasmer; vad som sker i kroppen och vad de betyder för den egna och den relationella sexualiteten. Hanna berättar om fysiologin kring orgasmen och allt som behöver fungera för att kroppen ska kunna få en orgasm. Under samtalet diskuteras även vad som kan anses vara en orgasm, komplexiteten bakom \"orgasmglappet\", att \"fejka\" orgasm, men även problematiken kring att orgasmer kan vara smärtsamma. Det blir snabbt tydligt att detta ämne är för stort för att avgränsas till endast ett samtal, så fortsättning följer i nästa avsnitt!</p>",
    "durationMinutes": 33
  },
  {
    "title": "42. Djur i terapi och religion",
    "link": "https://www.lustpodden.se/e/42-djur-i-terapi-och-religion/",
    "spotify": "https://open.spotify.com/episode/52uNutbtHoanK1Rl2z4M9v",
    "pubDate": "2021-08-31",
    "description": "<p>I avsnitt fyrtiotvå av Lustpodden samtalar Hanna och Leif vidare kring hur relationer till djur påverkar vår hälsa. Hanna berättar om olika forskningsprojekt som visat på hur djur kan hjälpa människor att må bättre i olika sammanhang, och Leif dyker ned i djurens betydelse inom religionernas värld. Hur kan denna kunskap användas inom terapi, och hur kan djur hjälpa oss att bli bättre i våra relationer till andra människor?</p>",
    "durationMinutes": 29
  },
  {
    "title": "41. Djur och relationer (med Veronica Höglund)",
    "link": "https://www.lustpodden.se/e/41-djur-med-veronica-hoglund/",
    "spotify": "https://open.spotify.com/episode/3uzfMMY59A1HnyZuFuz2kU",
    "pubDate": "2021-08-23",
    "description": "<p>I avsnitt fyrtioett av Lustpodden samtalar Hanna med Veronica Höglund om relationen till djur, i synnerhet hästar och hundar. Hanna erkänner att hon inte är så bekväm med djur och därför behöver mer förståelse för personer som kommer till terapi och säger att hästen är viktigare än partnern i deras liv. Veronica berättar om hur samvaron med djur kan lära oss att läsa av känslor, och hur hon kan använda denna kunskap i sitt människovårdande arbete.</p>",
    "durationMinutes": 29
  },
  {
    "title": "40. Mat och sex",
    "link": "https://www.lustpodden.se/e/40-mat-och-sex/",
    "spotify": "https://open.spotify.com/episode/5iVGiLhxTnQT7CxUteyGPJ",
    "pubDate": "2021-08-17",
    "description": "<p class=\"x_MsoNormal\">I avsnitt fyrtio av Lustpodden samtalar Hanna och Leif vidare om vilka likheter det finns mellan vår relation till mat och till sex. Samtalet utvecklar resonemangen om tjockhat och bedömandet av storlekarna på människors kroppar. Leif liknar bland annat dagens besatthet av att mäta midjemått med hur 1920-talets rasbiologi tyckte att det gick att avgöra en persons karaktär och moraliska beskaffenhet utifrån omkretsen på dess skalle... Hanna resonerar vidare kring hur vårt behov av näring och vårt behov av närhet sammanflätas under den första tiden i våra liv. </p><br><p class=\"x_MsoNormal\"> </p>",
    "durationMinutes": 33
  },
  {
    "title": "39. Tjockhatsepidemin (med Mats Frost)",
    "link": "https://www.lustpodden.se/e/39-tjockhatsepidemin-med-mats-frost/",
    "spotify": "https://open.spotify.com/episode/13JhUyRW1NrvN2vq4aofi3",
    "pubDate": "2021-08-10",
    "description": "<p>I avsnitt trettionio av Lustpodden samtalar Hanna med sjukgymnasten Mats Frost om det som Mats kallar för tjockhatsepidemin. Mats menar att den systematiska mobbningen av tjocka personer är kränkande och gör det ofta svårt att få rätt vård och hjälp. Mats har själv kämpat med ätstörning och berättar om flera olika erfarenheter av vårdmöten. Samtalet ifrågasätter även det ständiga fokuset på kroppens utseende, och hur lite utsidan egentligen speglar vårt faktiska mående, vår hälsa eller vem vi är på insidan.</p>",
    "durationMinutes": 33
  },
  {
    "title": "38. Beröringsträning",
    "link": "https://www.lustpodden.se/e/38-beroringstraning/",
    "spotify": "https://open.spotify.com/episode/3vjTihZFlvxKGXeb0ZMEBC",
    "pubDate": "2021-08-02",
    "description": "<p>I avsnitt trettioåtta av Lustpodden samtalar Hanna och Leif kring en sexologisk metod; sensibiliseringsträning, eller beröringsträning, vilken syftar till att återerövra sex som en naturlig process i kroppen och att känna sig bekväm med fysisk beröring. Metoden började utvecklas av det sexologiska radarparet Masters och Johnson under 1960-talet och Hanna resonerar kring att metodens lite dåliga rykte kan bero på att den ofta har framhållits och använts med ett felaktigt fokus, vilket har fått par att förvänta sig en \"quick fix\" på sin ofta komplexa problematik. </p>",
    "durationMinutes": 32
  },
  {
    "title": "37. Rävarna i lustgården: om hinder och motstånd till lust",
    "link": "https://www.lustpodden.se/e/37-ravarna-i-lustgarden-om-hinder-och-motstand-till-lust/",
    "spotify": "https://open.spotify.com/episode/37tyK4JBW0hYvlzz48FuK9",
    "pubDate": "2021-07-26",
    "description": "<p>I avsnitt trettiosju av Lustpodden samtalar Leif och Hanna om orsakerna till att människor ibland kan känna dalande lust i långvariga parrelationer. Hanna utgår från systemteoretiska perspektiv för att förklara hur man kan inringa orsaker till varför lusten påverkas. Hanna berättar också om att vissa par kan känna motstånd mot att faktiskt genomföra de förändringar som behövs för att få mer lust och sex i parrelationen. Vad kan egentligen detta motstånd bero på? </p>",
    "durationMinutes": 30
  },
  {
    "title": "36. Barn och sexualitet",
    "link": "https://www.lustpodden.se/e/36-barn-och-sexualitet/",
    "spotify": "https://open.spotify.com/episode/5qlrqroG9fiILdUe21ljGs",
    "pubDate": "2021-07-19",
    "description": "<p>I avsnitt trettiosex av Lustpodden talar Leif och Hanna vidare om barn och sexualitet. Hanna berättar om hur hon arbetar med barn i terapi kring sexualitet. Samtalet betonar att samtidigt som det ska råda nolltolerans mot att barn utsätts för sexuella övergrepp, så är det även viktigt att komma ihåg att barn är sexuella varelser. Hanna belyser betydelsen av detta förhållningssätt och arbete för att barnen, i egenskap av att vara nästa generation vuxna, ska kunna leva i respektfulla relationer och kunna njuta av kroppslighet, sexualitet och ta ansvar för sina handlingar.</p>",
    "durationMinutes": 33
  },
  {
    "title": "35. Barnböcker om sexualitet (med Johan Claesson)",
    "link": "https://www.lustpodden.se/e/35-barnbocker-om-sexualitet-med-johan-claesson/",
    "spotify": "https://open.spotify.com/episode/3zSMkKn5gVXNFTLuWSCQ8N",
    "pubDate": "2021-07-13",
    "description": "<p>I avsnitt trettiofem av Lustpodden samtalar Hanna med Johan Claesson som har skrivit en uppsats om barnböcker som lär barn om sexualitet. Johan arbetar som förskollärare och berättar varför det är viktigt att börja tidigt med god sexualupplysning för barn, och hur förskolan kan arbeta med dessa frågor.</p>",
    "durationMinutes": 25
  },
  {
    "title": "34. Mannen - menlös eller macho?",
    "link": "https://www.lustpodden.se/e/34-mannen-menlos-eller-macho/",
    "spotify": "https://open.spotify.com/episode/31DLRAdPJzDN5xKBiazA7q",
    "pubDate": "2021-07-06",
    "description": "<p>I avsnitt trettiofyra av Lustpodden diskuterar Hanna och Leif uppfattningar som  påverkar mannens sexualitet och självbild. Traditionellt sett har bilden av mannen formats av kroppskontroll, maktutövande och självupptagenhet, där den manliga sårbarheten ofta har bagatelliserats och till och med förlöjligats. Men förhoppningsvis håller nya mansbilder på att träda fram!</p>",
    "durationMinutes": 31
  },
  {
    "title": "33. Rent och orent sex",
    "link": "https://www.lustpodden.se/e/33-rent-och-orent-sex/",
    "spotify": "https://open.spotify.com/episode/7jBCdvNWQ7t7G0qECvuqA7",
    "pubDate": "2021-06-29",
    "description": "<p>I avsnitt trettiotre av Lustpodden berättar Leif om hur vi utifrån religionshistoriska perspektiv kan tolka mångtusenåriga texter från Bibeln gällande rena och orena sexuella handlingar. Med ett huvudsakligt fokus på reproduktion, kan dessa texter verka väldigt avlägsna i mötet med vår moderna syn på sexualitet, njutning och lust. Hanna avslutar samtalet med att jämföra med vår tids förhållningssätt kring lust, där den moderna människan snarare följer njutningarnas lagar. </p>",
    "durationMinutes": 34
  },
  {
    "title": "32. Splittrade kvinnobilder i Bibeln",
    "link": "https://www.lustpodden.se/e/32-splittrade-kvinnobilder-i-bibeln/",
    "spotify": "https://open.spotify.com/episode/2TCcveEHNZbZoUBj9qYAkf",
    "pubDate": "2021-06-22",
    "description": "<p>I det trettioandra avsnittet av Lustpodden samtalar Hanna och Leif om hur bibliska berättelser om kvinnor såsom Judit, Batseba, Ester, Maria, Lillith och Eva har format synen på kvinnan och hennes sexualitet, och hur splittrande dessa bilder kan vara att ärva och leva upp till. Hanna berättar om hur terapeuter behöver reflektera över hur dessa mångtusenårigt rotade kvinnobilder påverkar oss än idag.</p>",
    "durationMinutes": 35
  },
  {
    "title": "31. Sex och självskadebeteende",
    "link": "https://www.lustpodden.se/e/31-sex-och-sjalvskadebeteende/",
    "spotify": "https://open.spotify.com/episode/7jFf3L9CxPm9oNOrkqBl4R",
    "pubDate": "2021-06-15",
    "description": "<p>I det trettioförsta avsnittet av Lustpodden samtalar Hanna och Leif kring att självskada med sex - alltså att använda sig av sex för att linda sitt lidande, sin oro eller ångest. Samtalet återknyter en del till avsnittet om hypersexualitet och hur olika vårt samhälle ser på sexuella beteenden beroende på utövarens kön. Hanna berättar om de bakomliggande orsakerna till självskadande beteende, självhat och att använda sexualiteten som självmedicinering, men även vad terapin bör försöka ta fasta på.</p>",
    "durationMinutes": 36
  },
  {
    "title": "30. Att adoptera sin kropp och sina känslor",
    "link": "https://www.lustpodden.se/e/30-att-adoptera-sin-kropp-och-sina-kanslor/",
    "spotify": "https://open.spotify.com/episode/07n7znbtZyaaQp2s2GUFHd",
    "pubDate": "2021-06-08",
    "description": "<p>I det trettionde avsnittet av Lustpodden samtalar Hanna och Leif vidare om kroppar, kroppshets och kroppsacceptans. Dels utifrån förra veckans avsnitt med Hanna Rio Kindbom, men även utifrån Hannas bok med samma titel som dagens avsnitt. Vad innebär det att adoptera sig själv? Leif resonerar kring Bibelns syn på kroppen, till exempel vad som menas med att kroppen anses vara ett tempel och varför nutidsmänniskan riskerar att tappa bort sin andliga dimension. Hanna filosoferar vidare om balansen mellan medveten närvaro och stressfylld prestation, och hur både spiritualitet och sexualitet även kan upplevas genom omedveten närvaro.</p>",
    "durationMinutes": 34
  },
  {
    "title": "29. Kroppsacceptans genom burlesk? (med Hannah Rio Kindbom från Krut & vilja)",
    "link": "https://www.lustpodden.se/e/29-kroppsacceptans-genom-burlesk-med-hannah-rio-kindbom-fran-krut-vilja/",
    "spotify": "https://open.spotify.com/episode/7lIFLBlC8acejixKGhT3i6",
    "pubDate": "2021-06-01",
    "description": "<p>I avsnitt tjugonio av Lustpodden samtalar Hanna med Hannah Rio Kindbom, PT och hälsocoach som driver företaget Krut & vilja, om kroppsacceptans, rörelseglädje och hur vi kan hjälpa oss själva och varandra att få en hälsosam och god relation till vår kropp - fri från vikthets och kroppsskammande. Det hjärtliga och inspirerande samtalet berör hur rörelse och ätande kan kännas som härliga delar av livet - och vilken betydelse burlesk kan ha för att nå dit!</p>",
    "durationMinutes": 32
  },
  {
    "title": "28. Fantasi och onani - om njutning och själ(v)sex",
    "link": "https://www.lustpodden.se/e/28-fantasier-och-onani-om-njutning-och-sjalvsex/",
    "spotify": "https://open.spotify.com/episode/2PjgZCfWZA6ypkDS9KiRG2",
    "pubDate": "2021-05-25",
    "description": "<p class=\"x_MsoNormal\">I avsnitt tjugoåtta av Lustpodden resonerar Leif och Hanna kring fantasi och lust, där steget inte är långt till självsex och onani. Varför är den egna njutningen så viktig för oss människor? Leif berättar om uppkomsten av ordet onani och påvisar att det finns erotiska skildringar till och med i Bibeln. Hanna reflekterar vidare kring självsex och fantasier; dels utifrån Winnicotts tankar om att vi alla behöver \"jag-orgasmer\", men även hur onani och fantasier om andra ibland kan kännas som otrohet inom monogama parrelationer. </p>",
    "durationMinutes": 29
  },
  {
    "title": "27. Erotiska noveller (med Sofia Löfgren)",
    "link": "https://www.lustpodden.se/e/27-erotiska-noveller-med-hanna-mollas-och-sofia-lofgren/",
    "spotify": "https://open.spotify.com/episode/3dM1EGYanHDmqRJulFuNG8",
    "pubDate": "2021-05-18",
    "description": "<p>I avsnitt tjugosju av Lustpodden samtalar Hanna med en passionerad \"romance\"-författare, Sofia Löfgren. Sofia berättar om sitt författarskap där hon försöker väcka människors lust och passion genom erotiska noveller. Samtalet lyfter även frågor som vad digitaliseringen i samhället, där sex och nakenhet finns så lättillgängligt, gör med vår förmåga att fantisera? Hur kan välskrivna ord få vår fantasi att vakna till liv, och vad har kicksökande med vardagsromantik att göra?</p>",
    "durationMinutes": 31
  },
  {
    "title": "26. Vad är sex?",
    "link": "https://www.lustpodden.se/e/26-vad-ar-sex/",
    "spotify": "https://open.spotify.com/episode/7Jsj9n7itBcIBKy1xoXXgF",
    "pubDate": "2021-05-11",
    "description": "<p>I avsnitt tjugosex av Lustpodden sätter Hanna och Leif fokus på frågan: vad är sex? De reflekterar över hur sex och sexualitet knyter an till varandra, och hur ordens innebörd och laddning förändrats över tid och beroende på kontext. Kan vad som helst vara sex? Vad händer i en parrelation när parterna definierar sex på olika sätt, och hur kan sex förstås ur ett helhetsperspektiv?</p>",
    "durationMinutes": 31
  },
  {
    "title": "25. Att förebygga självmord (med Ullakarin Nyberg)",
    "link": "https://www.lustpodden.se/e/25-att-forebygga-sjalvmord-med-ullakarin-nyberg/",
    "spotify": "https://open.spotify.com/episode/2uLD63Krlk2OFhub6lsFvk",
    "pubDate": "2021-05-04",
    "description": "<p>I det tjugofemte avsnittet av Lustpodden avrundas temat om självmord med att Hanna samtalar med Ullakarin Nyberg, överläkare i psykiatri och suicidforskare. Ullakarin har mångårig erfarenhet av att arbeta med suicidprevention och berättar avslappnat och hoppfullt om hur vi som medmänniskor och terapeuter kan våga prata om detta svåra ämne och hjälpa människor ur dessa mörka perioder, då de känner att de inte längre orkar leva.</p>",
    "durationMinutes": 38
  },
  {
    "title": "24. Att hantera sorg och självmord",
    "link": "https://www.lustpodden.se/e/24-att-hantera-sorg-och-sjalvmord/",
    "spotify": "https://open.spotify.com/episode/1HPAb3Qvkmj92GYIN9fhuS",
    "pubDate": "2021-04-27",
    "description": "<p>I det tjugofjärde avsnittet av Lustpodden samtalar Hanna och Leif utifrån Marias berättelse om sonen självmord och hur en sådan ofantlig sorg kan hanteras. Leif berättar om hur kyrkans fördömande av självmord länge ledde till en förödande stigmatisering kring dessa frågor och svår sorg för de kvarlevande. Hanna och Leif samtalar även kring att fler män än kvinnor dör av självmord. Vidare handlar samtalet om betydelsen av att berätta om och lyssna på människors sorg, och att hjälpas åt att bära varandras bördor.</p>",
    "durationMinutes": 31
  },
  {
    "title": "23. Att förlora ett barn i självmord",
    "link": "https://www.lustpodden.se/e/23-att-forlora-ett-barn-i-sjalvmord/",
    "spotify": "https://open.spotify.com/episode/1Qktba6WiH4moWsCJSBhhy",
    "pubDate": "2021-04-20",
    "description": "<p>I det tjugotredje avsnittet av Lustpodden samtalar Hanna med Maria. Maria berättar öppenhjärtigt om när hennes son för 16 år sedan tog sitt liv, och hur detta har påverkat henne och familjen. Samtalet innehåller mycket saknad, eftertanke och tårar. Men det finns även stunder av skratt och hopp om att det går att finna livslust igen efter att livet har fallit samman. Hur går man vidare efter att ha behövt begrava ett av sina barn? </p>",
    "durationMinutes": 35
  },
  {
    "title": "22. Sexperter resonerar",
    "link": "https://www.lustpodden.se/e/22-sexperter-resonerar/",
    "spotify": "https://open.spotify.com/episode/1tH0Juu7SgPjO9b6a8AHDT",
    "pubDate": "2021-04-13",
    "description": "<p>I det tjugoandra avsnittet rivstartar Hanna och Leif med ett gott skratt. Vidare återkopplar de kring det föregående avsnittet om sexperter, där förtydliganden om de olika sexologiska auktorisationerna varvas med fascination över människors önskan att förenkla komplexa mänskliga beteenden till olika teorier om färger, kärleksspråk eller anknytningsstilar. Hanna och Leif resonerar även utifrån olika frågeställningar, kommentarer och reflektioner som har inkommit till Lustpodden.</p>",
    "durationMinutes": 33
  },
  {
    "title": "21. (S)experter",
    "link": "https://www.lustpodden.se/e/21-sexperter/",
    "spotify": "https://open.spotify.com/episode/7nZNs22vezs07kKZPc5BoU",
    "pubDate": "2021-04-06",
    "description": "<p>I det tjugoförsta avsnittet reflekterar Hanna och Leif över sexperter, en sammanslagning av orden sex och expert, och begrundar vår samtida individualistiska kultur där självständighet balanseras mot ett upplevt behov av experters vägledande svar. Hanna förklarar titeln ”sexolog” och vad en sexologisk auktorisation innebär. Leif resonerar kring att många vill vara experter och stå upp för vad de anser vara den rätta läran. Hanna talar även om vikten av ödmjukhet hos den som ska vägleda andra i sexuella och relationella frågor.</p>",
    "durationMinutes": 36
  },
  {
    "title": "20. Sexfasta - från äppelskrutt till NoFap",
    "link": "https://www.lustpodden.se/e/20-sexfasta-fran-appelskrutt-till-nofap/",
    "spotify": "https://open.spotify.com/episode/0HoBA1HxW07wQZwZrBWIG5",
    "pubDate": "2021-03-30",
    "description": "<p>I det tjugonde avsnittet talar Leif och Hanna om sexuell avhållsamhet och sexfasta. Genom årtusenden har människan alltid behövt hantera pendlingen mellan att hänge sig åt eller kontrollera sina begär, vilket både sekulära och religiösa tänkare har funderat och undervisat kring. Samtalet tar upp ”äppelskruttsliknelsen” och det frikyrkliga konceptet att ”sex är värt att vänta på”, såväl som den framväxande avhållsamhets- och maskulinitetsrörelsen NoFap. Hanna förklarar psykoterapeutiska samband mellan skam och prestation och varför självkänsla och självförtroende går hand i hand. Leif berättar hur den kristna fastan ibland missförståtts som själv- och kroppsförnekande, och beskriver varför fastan kan hjälpa oss att bli mer medvetna om kroppen och bejaka den. Hanna och Leif samtalar även om hur kyrkan har förhållit sig till sexuell avhållsamhet, såväl avseende sex före äktenskap men också gällande onani. </p>",
    "durationMinutes": 35
  },
  {
    "title": "19. Lidande som skapar sexualitet",
    "link": "https://www.lustpodden.se/e/19-lidande-som-skapar-sexualitet/",
    "spotify": "https://open.spotify.com/episode/0euFHjreRuuhhF0IQpStps",
    "pubDate": "2021-03-23",
    "description": "<p>I det nittonde avsnittet samtalar Leif och Hanna vidare om lidande som skapar sexualitet, med utgångspunkt i förra veckans avsnitt om hypersexualitet. Främst handlar samtalet om hur dessa fenomen hanteras inom kyrkan, då många av Hannas patienter är kristna och beskriver sig själva som sexmissbrukare. Samtalet berör hur orsaker och olika synsätt kring sex och sexualitet påverkar hur vi ser på vad som är missbruk eller inte, och i samtalet identifieras många likheter mellan många kyrkors inställning till porr, och sexradikala feministers åsikter. Leif drar paralleller till hur en av bibelns konungar skulle kunna ha lidit av en gränslös längtan som han försökte stilla med materiell status, ett harem av kvinnor och maktsymboler. Avslutningsvis tar Hanna upp viktiga aspekter som berör terapi med dessa patienter.</p>",
    "durationMinutes": 35
  },
  {
    "title": "18. Hypersexualitet (med Hanna Möllås och Maria Carola-Bure)",
    "link": "https://www.lustpodden.se/e/18-hypersexualitet-med-hanna-mollas-och-maria-carola-bure/",
    "spotify": "https://open.spotify.com/episode/5ZTqezuGzxijaPBCZRRudx",
    "pubDate": "2021-03-16",
    "description": "<p>I det artonde avsnittet samtalar Hanna med Maria Carola-Bure som är leg. psykolog, leg. psykoterapeut, auktoriserad specialist i klinisk sexologi och auktoriserad handledare. Tillsammans resonerar de kring begreppet hypersexualitet. Ibland beskrivs det som sexmissbruk eller sexberoende, men det handlar om när sexualiteten skapar ett lidande. Maria berättar om hur detta lidande kan påverka individen, men även hur det kan påverka partner och parrelationer. Maria och Hanna reflekterar även över hur patienter och terapeuter kan hantera och bemöta dessa frågor i terapirummet.</p>",
    "durationMinutes": 28
  },
  {
    "title": "17. Besvikelse och skam efter svek",
    "link": "https://www.lustpodden.se/e/17-besvikelse-och-skam-efter-svek/",
    "spotify": "https://open.spotify.com/episode/1RMDg1MsLbaeU1wFtaSrN3",
    "pubDate": "2021-03-09",
    "description": "<p>I det sjuttonde avsnittet samtalar Hanna och Leif vidare kring skam och besvikelse, med utgångspunkt i \"Annas\" berättelse (avsnitt sexton). Uråldriga berättelser visar att frågor om livets mening är inget nytt, människan har alltid haft ett behov av reflektera och förstå sig själv. Hanna och Leif samtalar kring smärtan i att bli sviken av den som står en närmast. Vad gör ett sådant svek med oss? Hanna beskriver hur människor kan vara rädda att fastna i bitterhet och självömkan när de försöker hantera ett svek, och varför det kan vara både bra och dåligt att älta. Leif ser till att de reder ut hur begreppen förlåta, försona och förnyat förtroende kan relatera till varandra - och huruvida smärtsamma svek ska glömmas eller ej.</p>",
    "durationMinutes": 34
  },
  {
    "title": "16. \"Anna\" - en berättelse om svek och besvikelse",
    "link": "https://www.lustpodden.se/e/16-anna-en-berattelse-om-svek-och-besvikelse/",
    "spotify": "https://open.spotify.com/episode/2aD9MZwuuclYCMaZETvyab",
    "pubDate": "2021-03-02",
    "description": "<p class=\"x_MsoNormal\">I det sextonde avsnittet samtalar Hanna med gästen \"Anna\". \"Anna\" berättar om hur hennes man hastigt dog efter 44 års äktenskap, och samma kväll som \"Anna\" förlorat sin make så uppdagas det att han under flera år har bedragit henne med många olika kvinnor. \"Anna\" berättar öppenhjärtigt om deras äktenskap och hur hon rannsakar sig själv och sitt liv för att alls kunna förstå det som har hänt och varit.</p><br><p class=\"x_MsoNormal\">Hur går man vidare efter ett sådant oerhört svek, när det inte går att ställa den som bedragit en till svars? Går det att lita på sitt eget omdöme igen, och våga knyta an i nya relationer? Detta avsnitt av Lustpodden ger många värdefulla lärdomar genom \"Annas\" omskakande berättelse om hur det går att finna framtidstro efter djup besvikelse.</p>",
    "durationMinutes": 31
  },
  {
    "title": "15. Skam",
    "link": "https://www.lustpodden.se/e/15-skam/",
    "spotify": "https://open.spotify.com/episode/5qNoC5GXeXzD1CMws9K4YM",
    "pubDate": "2021-02-23",
    "description": "<p>I det femtonde avsnittet samtalar Hanna och Leif om skam och hur denna kraftfulla och obehagliga känsla kan påverka vår lust. Hanna resonerar kring affektteorin och Vernon C. Kellys arbete om hur vårt mående påverkas av skam, men också hur vi hanterar och försöker försvara oss mot den. Leif berättar om hur skam finns med redan i bibelns skapelseberättelse. Hanna resonerar även kring vad som kan vara bra med skam - vad kan skammen lära oss? </p>",
    "durationMinutes": 32
  },
  {
    "title": "14. \"Familjen\" - hur sekter blir se(x)ter",
    "link": "https://www.lustpodden.se/e/14-familjen-hur-sekter-blir-sexter/",
    "spotify": "https://open.spotify.com/episode/3YZbhKtaD1AoLRaIEuvHkm",
    "pubDate": "2021-02-16",
    "description": "<p>I det fjortonde avsnittet ger Leif och Hanna ett exempel på när en sekt och sex vävs samman. Leif och Hanna berättar om sekten \"Familjen\" som startade som en \"vanlig\" kristen grupp, men där ledaren David Berg gick från att vilja befria traditionella kristna från förtryckande och förlegade sexualmoraliska regler, till att hävda att det var genom sex som Guds kärlek skulle manifesteras mellan människor. Med tiden urartade de sexuella handlingarna och maktspelet fullkomligt, med katastrofala följder - bland annat är det flera barn som växte upp inom \"Familjen\" under denna tid som vittnar om systematiska övergrepp i Guds namn...  </p>",
    "durationMinutes": 32
  },
  {
    "title": "13. Se(x)ter",
    "link": "https://www.lustpodden.se/e/13-sexter/",
    "spotify": "https://open.spotify.com/episode/2mE4Ym093rqnckOhUhFhrl",
    "pubDate": "2021-02-09",
    "description": "<p>I det trettonde avsnittet pratar Hanna och Leif om kopplingen mellan religiösa sekter och sexualitet. De samtalar kring vad som kännetecknar en sekt (och grupper med sekteristiska drag) samt hur den sekteristiska strukturen upprätthålls av dess medlemmar. Vad är det som gör att religiösa sekter får en så pass stor inverkan på människor, och hur använder sekter sex och andligt våld som maktmedel?</p><br><p>Leif och Hanna avslutar med att resonera kring vad terapeuter behöver ha förståelse för i mötet med en person som på olika sätt befinner sig i – eller önskar bryta med – ett sekteristiskt sammanhang.</p><br><p>Samtalet utgår från de kurser som Hanna och Leif tidigare gav via Högskolan i Jönköping, främst en kurs som hette just ”Religiösa sekter”.</p>",
    "durationMinutes": 35
  },
  {
    "title": "12. Religion och sexualitet - hur hör de ihop?",
    "link": "https://www.lustpodden.se/e/12-religion-och-sexualitet-hur-hor-de-ihop/",
    "spotify": "https://open.spotify.com/episode/4rG8vfXtIHFIzHdnUBPz8E",
    "pubDate": "2021-02-02",
    "description": "<p>I det tolfte avsnittet samtalar Hanna och Leif om hur deras respektive ämnesområden hör ihop med varandra. Är sexualitet och religion vitt skilda saker, eller är de två sidor av samma mynt? Varför verkar alla religioner vara så engagerade i människors sexualitet och relationer? Och hur påverkar det lusten? Kan anknytning och vår psykiska mognad spela roll för vilken tro vi formar? Och varför är tro så viktigt för människor? Mycket av detta samtal tar avstamp i de akademiska kurser som Hanna och Leif har hållit tillsammans under 10 år på Högskolan i Jönköping. </p>",
    "durationMinutes": 34
  },
  {
    "title": "11. Att börja arbeta med sexologiska samtal (med Hanna Möllås och Suzann Larsdotter)",
    "link": "https://www.lustpodden.se/e/11-att-borja-arbeta-med-sexologiska-samtal-med-hanna-och-suzann-larsdotter/",
    "spotify": "https://open.spotify.com/episode/270o2n23wyI2uaNAE79Sqc",
    "pubDate": "2021-01-26",
    "description": "<p>I det elfte avsnittet samtalar Hanna Möllås med Suzann Larsdotter från Sexologibyrån. Suzann är socionom, auktoriserad specialist i sexologisk rådgivning, teolog och har även läst en grundläggande psykoterapiutbildning. Hon har arbetat på RFSL och RFSU och har en gedigen erfarenhet av att arbeta med sexualupplysning och sexologiska frågor. Numera driver Suzann en egen mottagning, Sexologibyrån, i Stockholm, där hon både har patientsamtal samt tillhandahåller föreläsningar inom sexologi. </p><br><p>I Lustpodden ger Suzann värdefulla tips inför att börja samtala med hjälpsökande personer om sexologiska frågor och beskriver bland annat hur sexualitetens \"gas och broms\" kan påverka människors lust.  </p>",
    "durationMinutes": 33
  },
  {
    "title": "10. Att ha parterapi med höglustaren och låglustaren, del 2 av 2",
    "link": "https://www.lustpodden.se/e/10-att-ha-parterapi-med-hoglustaren-och-laglustaren-del-2/",
    "spotify": "https://open.spotify.com/episode/2kIf0gYpjh6JSXcffOUbCw",
    "pubDate": "2021-01-19",
    "description": "<p>Nu ägnar Lustpodden två avsnitt åt att möta höglustaren och låglustaren i parterapi!</p><br><p>I det nionde avsnittet, del 1 av 2, fokuserar Hanna och Leif på de bakgrundsfrågor som terapeuter behöver veta för att kunna vara så specifik som möjligt gentemot paret i mötet med dem båda. Hanna och Leif begrundar viktiga faktorer som biologi, maktbalans och anknytningsteori och hur dessa faktorer kan påverka människor i parrelationer i deras sökande efter strategier för att få kontroll.</p><br><p>I det tionde avsnittet, del 2 av 2, diskuterar Hanna och Leif om vilka olika typer av par som kommer i terapi och hur de kan skilja sig åt. Samtalet parerar vidare i hur terapeuten kan hjälpa hög- och låglustande par att finna olika lösningar, och att dessa lösningar går att finna både inom individerna såväl som i parrelationen.</p>",
    "durationMinutes": 32
  },
  {
    "title": "09. Att ha parterapi med höglustaren och låglustaren, del 1 av 2",
    "link": "https://www.lustpodden.se/e/09-att-ha-parterapi-med-hoglustaren-och-laglustaren-del-1-av-2/",
    "spotify": "https://open.spotify.com/episode/4ZOvIAU8fGa5fzoxYIaGFH",
    "pubDate": "2021-01-19",
    "description": "<p>Nu ägnar Lustpodden två avsnitt åt att möta höglustaren och låglustaren i parterapi!</p><br><p>I det nionde avsnittet, del 1 av 2, fokuserar Hanna och Leif på de bakgrundsfrågor som terapeuter behöver veta för att kunna vara så specifik som möjligt gentemot paret i mötet med dem båda. Hanna och Leif begrundar viktiga faktorer som biologi, maktbalans och anknytningsteori och hur dessa faktorer kan påverka människor i parrelationer i deras sökande efter strategier för att få kontroll.</p><br><p>I det tionde avsnittet, del 2 av 2, diskuterar Hanna och Leif om vilka olika typer av par som kommer i terapi och hur de kan skilja sig åt. Samtalet parerar vidare i hur terapeuten kan hjälpa hög- och låglustande par att finna olika lösningar, och att dessa lösningar går att finna både inom individerna såväl som i parrelationen.  </p>",
    "durationMinutes": 38
  },
  {
    "title": "08. Att vara låglustaren i en parrelation",
    "link": "https://www.lustpodden.se/e/08-att-vara-laglustaren-i-en-parrelation/",
    "spotify": "https://open.spotify.com/episode/5GzutsByX8ZNa3PXj6CG6M",
    "pubDate": "2021-01-12",
    "description": "<p>I det åttonde avsnittet tillägnar vi hela programmet åt den person som i en parrelation kan betecknas som sexuell låglustare. Leif och Hanna diskuterar vidare kring David Schnarchs teorier om de olika relationspositionerna som ofta formas i  långvariga parrelationer. Samtalet berör bland annat låglustarens känslomässiga lidande. Det är till exempel vanligt att låglustaren känner sig stressad och \"sexuellt jagad\" av en höglustpartner, vilket kan skapar känslor av otillräcklighet och att man inte duger. </p>",
    "durationMinutes": 31
  },
  {
    "title": "07. Att vara höglustaren i en parrelation",
    "link": "https://www.lustpodden.se/e/07-att-vara-hoglustaren-i-en-parrelation-med-hanna-och-leif/",
    "spotify": "https://open.spotify.com/episode/2T2tpDZ58u3XvbhnAM6aoA",
    "pubDate": "2021-01-05",
    "description": "<p>I det sjunde avsnittet ägnar vi hela programmet åt den person som i en parrelation kan betecknas som sexuell höglustare. </p><br><p>David Schnarch teoretiserade tidigt över hur det i långvariga parrelationer utkristalliseras två positionsmönster - en som vill ha mer sex och en som vill ha mindre sex. Hanna och Leif samtalar om höglustarens utmaningar och lidande och lyfter svåra frågor såsom varför partnern inte bara kan \"ställa upp\" och vad det gör med en person att bli sexuellt avvisad i sin längtan?  </p>",
    "durationMinutes": 30
  },
  {
    "title": "06. Moderna parrelationer",
    "link": "https://www.lustpodden.se/e/06-moderna-parrelationer-med-hanna-och-leif/",
    "spotify": "https://open.spotify.com/episode/0fudMTbuDbi8nnJAKG4rtp",
    "pubDate": "2020-12-29",
    "description": "<p>I det sjätte avsnittet samtalar Hanna och Leif om de möjligheter och utmaningar som västerländska moderna parrelationer brottas med. Under historien har parrelationer ofta ingåtts genom juridiska och ekonomiska kontrakt. För moderna par pågår istället förhandlingar genom hela parrelationen om hur livets alla delar ska hanteras och fördelas. Hanna och Leif samtalar även kring vad det är som formar våra \"livskartor\", åsikter och attityder till lust och njutning. Och hur är det nu med skillnader mellan män och kvinnor? </p>",
    "durationMinutes": 31
  },
  {
    "title": "05. Längtan",
    "link": "https://www.lustpodden.se/e/05-langtan-med-hanna-och-leif/",
    "spotify": "https://open.spotify.com/episode/09leuoi6U05V9dXcbQmmb6",
    "pubDate": "2020-12-22",
    "description": "<p>I det femte avsnittet pratar Hanna och Leif om längtan och vad vi människor söker efter i vår inre och yttre värld. Leif berättar om hur olika religioner talar om människans längtan efter paradiset, fullkomligheten och gudomlighet. Hanna reflekterar över hur kärlek uppfattas som ett mer normerande ord än respekt och tillit. Vi pratar vidare om likheter mellan dagens dejtingsajter och systemen med arrangerade äktenskap i tex Indien. Har vi svårt för att göra stora val i livet eller är vi bara lata? Vi konstatera dock att alla människor verkar längta efter kärlek, vad nu det är…   </p>",
    "durationMinutes": 29
  },
  {
    "title": "04. Jul och planerad lust",
    "link": "https://www.lustpodden.se/e/04jul-och-planerad-lust-med-hanna-och-leif/",
    "spotify": "https://open.spotify.com/episode/3fxylRoOznGcCXBi6ZOxaR",
    "pubDate": "2020-12-15",
    "description": "<p>I det fjärde poddavsnittet pratar vi om vad julen betyder för oss. Det visar sig att vi har både jobbiga och roliga minnen från jular som gått. Hanna delar med sig av ett jultips från sin egen familj, som kanske inte alltid varit populär bland de äldre generationerna. </p><br><p>Leif ifrågasätter om det verkligen går att planera lust? Hanna ställer frågor om varför planerade erotiktimmar anses vara mindre romantiskt och värdefullt än om lusten kommer spontant, samt hur lust kan påverkas av förväntningar och krav.</p>",
    "durationMinutes": 31
  },
  {
    "title": "03. Jul och lust (med Hanna Möllås och Karin Hansson)",
    "link": "https://www.lustpodden.se/e/03-jul-och-lust-med-hanna-och-karin-hansson/",
    "spotify": "https://open.spotify.com/episode/1wCNLtah9aIPpt6Cv7KkNo",
    "pubDate": "2020-12-08",
    "description": "<p>I det tredje poddavsnittet samtalar Hanna med Karin Hanson som är leg. psykolog och auktoriserad familjerådgivare och har läst sexologi med Hanna för… många år sen. De talar om hur Karins klienter på familjerådgivningen hanterar julen och hur de orkar med allt som ska göras. Karin ger tips på hur ni kan ta reda på hur ni vill fira jul och hon tipsar även om hur erotiken kan få plats under juldagarna.  </p>",
    "durationMinutes": 43
  },
  {
    "title": "02. Vad är lust och relationer? (med Hanna och Leif)",
    "link": "https://www.lustpodden.se/e/02-vad-ar-lust-och-relationer-med-hanna-och-leif/",
    "spotify": "https://open.spotify.com/episode/1LpNDv3NDID0OpjNgNvmta",
    "pubDate": "2020-12-01",
    "description": "<p class=\"mobile-undersized-upper\">I det andra poddavsnittet fördjupar vi samtalet om vad lust är och vad som menas med att ”tappa sin lust”? Vi diskuterar olika normer som styr hur sex och lust ska vara i vårt samhälle. Det visar sig att lusten kan vara ganska svårfångad men det är inte enklare att definiera vad en relation är. </p>",
    "durationMinutes": 29
  },
  {
    "title": "01. Samtala om vad vi ska samtala om (med Hanna och Leif)",
    "link": "https://www.lustpodden.se/e/01-samtala-om-vad-vi-ska-samtala-om-med-hanna-och-leif/",
    "spotify": "https://open.spotify.com/episode/4n3nGfIGyOxtVAs9kI3qJG",
    "pubDate": "2020-12-01",
    "description": "<p class=\"mobile-undersized-upper\">I det första poddavsnittet kommer poddvärdarna Hanna och Leif att presentera sig för lyssnarna och reflektera kring vad podden kommer att handla om. Vad är lust och vilken betydelse har den i människors liv? Hur fungerar det sexologiska arbetet inom terapi, och det terapeutiska arbetet inom sexologin?</p>",
    "durationMinutes": 31
  }
]